Repository: inliniac/vuurmuur
Catalog: po/*.po
Languages: fr, no, pt_br

source: malloc failed: %s (in: %s:%d).
fr: erreur malloc: %s (dans: %s:%d).
no: malloc-feil: %s (in: %s:%d).
pt_br: falha na malloc: %s (em: %s:%d).

source: opening '%s' failed: %s (in: %s:%d).
fr: échec d'ouverture '%s': %s (dans: %s:%d).
no: kunne ikke åpne '%s': %s (in: %s:%d).
pt_br: falha ao abrir '%s': %s (em: %s:%d).

source: could not parse month '%s' (in: %s:%d).
fr: impossible de parser le mois '%s' (dans: %s:%d).
no: kunne ikke lese måned '%s': (in: %s:%d).
pt_br: não foi possível analisar os dados do mês '%s' (em: %s:%d).

source: closing of '%s' failed: %s (in: %s:%d).
fr: échec de fermeture '%s': %s (dans: %s:%d).
no: Lukking av '%s' feilet: %s (in: %s:%d).
pt_br: falha ao fechar '%s': %s (em: %s:%d).

source: removing '%s' failed (unlink): %s (in: %s:%d).
fr: échec de la suppression de '%s' (unlink): %s (dans: %s:%d).
no: fjerning av '%s' feilet (unlink): %s (in: %s:%d).
pt_br: falha ao remover '%s' (desligando): %s (em: %s:%d).

source: calloc failed: %s (in: %s:%d).
fr: erreur calloc: %s (dans: %s:%d).
no: calloc-feil: %s (in: %s:%d).
pt_br: falha no calloc: %s (em: %s:%d).

source: Traffic Volume Section
fr: Volume de trafic réseau
no: Trafikkmengde avsnitt
pt_br: Seção de Volume de Tráfego

source: creating window failed.
fr: échec création de fenêtre
no: kunne ikke tegne vindu
pt_br: falha ao criar janela.

source: creating panel failed.
fr: échec de création de panneau
no: kunne ikke lage panel
pt_br: falha ao criar painel.

source: creating form failed.
fr: échec de création de formulaire
no: kunne ikke generere skjema
pt_br: falha ao criar formulário.

source: posting the form failed.
fr: échec de l'envoi du formulaire
no: kunne ikke vise skjema
pt_br: falha ao postar formulário.

source: Today
fr: aujourd'hui
no: I dag
pt_br: Hoje

source: In
fr: Desc.
no: Inn
pt_br: Ent.

source: Out
fr: Mont.
no: Ut
pt_br: Saída

source: Yesterday
fr: hier
no: I går
pt_br: Ontem

source: 7-days
fr: semaine
no: 7-dager
pt_br: Semana

source: This month
fr: ce mois
no: Denne måned
pt_br: Este mês

source: Last month
fr: mois dern.
no: Forrige måned
pt_br: Último mês

source: help
fr: Aide
no: hjelp
pt_br: ajuda

source: back
fr: retour
no: tilbake
pt_br: voltar

source: no interfaces found. Please define an interface first.
fr: aucune interfaces trouvé. Veuillez d'abord définir une interface.
no: Ingen nettverksadaptere funnet. Definer en nettverksadapter først.
pt_br: nenhuma interface encontrada. Por favor defina uma interface primeiro.

source: please set the location of the iptrafvol.pl command in the Settings.
fr: Veuillez définir le chemin du script 'iptrafvol.pl' dans les Paramètres
no: Fyll inn lokasjon for iptrafvol-pl i Innstillinger.
pt_br: por favor ajuste o local do arquivo iptrafvol.pl

source: Traffic Volume
fr: Statistiques du trafic
no: Trafikkkmengde
pt_br: Volume de Tráfego

source: error
fr: erreur
no: feil
pt_br: erro

source: rewritten Vuurmuur_conf config file.
fr: Réécriture du fichier de configuration de vuurmuur_conf
no: oppdatert Vuurmuur_conf konfigurasjonsfil.
pt_br: arquivo de configuração Vuurmuur_conf regravado.

source: General
fr: Général
no: Generelt
pt_br: Geral

source: Connections
fr: Connexions
no: Tilkolinger
pt_br: Conexões

source: System Protection
fr: Protection du système
no: Systembeskyttelse
pt_br: Proteção do Sistema

source: Logging
fr: Rapports
pt_br: Registros

source: Modules
no: Moduler
pt_br: Módulos

source: Capabilities
fr: Possibilités
no: Funksjoner
pt_br: Capacidades

source: Edit Config: General
fr: Configuration > Général
no: Endre konfigurasjon: Generelt
pt_br: Editar Configuração: Geral

source: Iptables location (full path):
fr: Chemin de 'iptables' (chemin absolu)
no: Iptables lokasjon (full filbane):
pt_br: Localização do Iptables (caminho completo):

source: Iptables-restore location (full path):
fr: Chemin de 'iptables-restore' (chemin absolu)
no: Iptables-restore lokasjon (full filbane):
pt_br: Localização do Iptables-restore (caminho completo):

source: Conntrack location (full path):
pt_br: Localização do Conntrack (caminho completo):

source: Saving config failed
fr: Échec de la sauvegarde de la configuration
no: Lagring av konfigurasjon mislyktes
pt_br: Falha ao salvar configuração

source: Saving the config failed. Sure you want to quit?
fr: Échec de la sauvegarde de la configuration. Êtes-vous sûr de vouloir sortir?
no: Lagring av konfigurasjon mislyktes. Er du sikker på at du vil avslutte?
pt_br: Falha ao salvar configuração. Você deseja realmente sair?

source: writing configfile failed.
fr: Échec de l'écriture du fichier de configuration
no: Lagring av konfigurasjonsfil mislyktes.
pt_br: falha ao gravar arquivo de configuração.

source: Edit Config: Interfaces
fr: Configuration > Interfaces
no: Endre konfigurasjon: Nettverksadaptere
pt_br: Editar Configuração: Interfaces

source: check dynamic interfaces for changes.
fr: Vérification des changements des interfaces dynamiques
no: Sjekk dynamiske nettverksadaptere for endringer.
pt_br: verificar mudanças em interfaces dinâmicas

source: Check interval:
fr: Périodicité
no: Intervall
pt_br: Intervalo de verificação:

source: sec.
fr: secondes
no: sek.
pt_br: seg.

source: Edit Config: Modules
fr: Configuration > Modules
no: Endre konfigurasjon: Moduler
pt_br: Editar Configuração: Módulos

source: Modprobe location (full path)
fr: chemin de 'modprobe' (chemin absolu)
no: Full filbane til 'modprobe'
pt_br: Localização do modprobe (caminho completo):

source: load modules
fr: chargé les modules
no: last moduler
pt_br: carregar módulos

source: waittime after loading a module (in 1/10 th of a second)
fr: attente après le chargement d'un module (en dixième de seconde)
no: Ventetid etter lasting av en modul (i 1/10 sekunder)
pt_br: tempo de espera depois de carregar módulo (em décimos de segundos)

source: Edit Config: Plugins
fr: Configuration > Plugins
no: Endre konfigurasjon: Plugins
pt_br: Editar Configuração: Plugins

source: Services Backend:
fr: Chemins des "Services":
pt_br: Backend de Serviços:

source: Zones Backend:
fr: Chemins des "Zones":
no: Soner Backend:
pt_br: Backend de Zonas:

source: Interfaces Backend:
fr: Chemin des "Interfaces":
no: Nettverksadapter Backend:
pt_br: Backend de Interfaces:

source: Rules Backend:
fr: Chemins des "Règles":
no: Regler backend.
pt_br: Backend de Regras:

source: Edit Config: Connections
fr: Configuration > Connexions
no: Endre konfigurasjon: Tilkoblinger
pt_br: Editar Configuração: Conexões

source: You can limit the number of new connections per second:
fr: Vous pouvez limiter le nombre de nouvelles connexions par seconde :
no: Du kan begrense antall nye tilkoblinger per sekund:
pt_br: Você pode limitar o número de novas conexões por segundo:

source: Limit new TCP connections.
fr: Limite des nouvelles connexions TCP
pt_br: Limitar novas conexões TCP.

source: Number of SYN-packets per second
fr: Nombre de paquets "SYN" par second
no: Antall SYN-packets per sekund
pt_br: Número de pacotes SYN por segundo

source: Limit new udp 'connections'.
fr: Limite des nouvelles connexions UDP
no: Begrens antall nye UDP tilkoblinger.
pt_br: Limitar novas 'conexões' udp.

source: Number of new UDP 'connections' per second
fr: Nombre de nouvelles connexions UDP par seconde
no: Antall nye UDP-tilkoblinger per sekund
pt_br: Número de novas 'conexões' UDP por segundo

source: Vuurmuur_conf Settings
fr: Paramètres (Vuurmuur_conf)
no: Vuurmuur_conf Innstillinger
pt_br: Configurações do Vuurmuur_conf

source: Defaults for creating new rules:
fr: Paramètre par défaut lors de la création de nouvelles règles:
no: Standard ved oppretting av nye regler:
pt_br: Padrão para criação de novas regras:

source: Log the rule
fr: Rapporte la règle
no: Logg regelen
pt_br: Registrar a regra

source: Loglimit per second
fr: Nombre de rapport par seconde
no: Max antall logginger per sekund
pt_br: Limite de registros por segundo

source: Buffersize logviewer (number of lines):
fr: Taille des rapports (nombre de ligne)
no: Bufferstørrelse for logviewer (antall linjer):
pt_br: Tamanho do buffer do visualizador: (número de linhas):

source: Advanced mode by default:
fr: Mode avancé par défaut :
no: Avansert modus som standard:
pt_br: Modo avançado por padrão:

source: Draw status in Main Menu:
fr: Affichage du statut du Menu Principal
no: Vis status i hovedmeny:
pt_br: Mostrar status no Menu Principal:

source: iptrafvol.pl location (full path)
fr: chemin de 'iptrafvol.pl' (chemin absolu)
no: Full filbane til iptrafvol.pl :
pt_br: localização do iptrafvol.pl (caminho completo)

source: Edit Config: Logging
fr: Configuration > Rapports
no: Endre konfigurasjon: Logging
pt_br: Editar Configuração: Registros

source: Vuurmuur logfiles location (full path):
fr: Chemin des fichiers de rapport de Vuurmuur (chemin absolu)
no: Plassering av Vuurmuurs loggfiler (fill filbane):
pt_br: Localização dos arquivos de registro do Vuurmuur (caminho completo):

source: Loglevel (for use with syslog, requires vuurmuur restart):
fr: Niveau de rapport (loglevel) : pour syslog (vuurmuur doit redémarrer) :
no: Loglevel (for bruk med syslog, krever omstart av vuurmuur):
pt_br: Loglevel (para usar com o syslog, necessário reiniciar vuurmuur):

source: Logfile containing IPtables/Netfilter logs:
pt_br: Arquivo de registro contendo os registros do IPtables/Netfilter:

source: Log the default policy? (DROP):
fr: Rapport de la politique par défaut? (DROP):
no: Logge standard policy? (DROP):
pt_br: Registrar a política padrão? (DROP):

source: Limit of the number of logs per second (0 for no limit):
fr: Limite du nombre de rapport par seconde (0: sans limite)
no: Maksimalt antall logger per sekund (0 for ingen grense):
pt_br: Limite para o número de registros por segundo (0 para sem limite):

source: Log TCP options (for use with PSAD):
fr: Rapport des options TCP (utiliser avec PSAD)
pt_br: Registrar opções TCP (para usar com PSAD):

source: Log blocklist violations:
fr: Rapport des viols de la Liste Noire
no: Logge blocklist-overtredelser?
pt_br: Registrar violações à lista de bloqueios:

source: Log packets with state INVALID:
fr: Rapport des paquets marqués NON-VALIDE
pt_br: Registrar pacotes com estado INVALID:

source: Log new TCP packets with no SYN flag set:
fr: Rapport des nouveaux paquets TCP sans drapeau SYN
pt_br: Registrar novos pacotes TCP sem flag SYN marcado:

source: Log scan probe packets:
fr: Rapport des paquets de tentative de scann
pt_br: Registrar pacotes de tentativa de scan:

source: Log Fragments:
fr: Rapports des fragments
pt_br: Registrar Fragmentos:

source: changing the logdir requires applying changes to get into effect in the logviewer.
fr: Modifier le chemin des fichier de rapport nécessite d'"Appliquer les Modifications" pour prendre effet dans les Rapports
no: endring av logdir krever at man tilfører endringer før de kan vises i logviewer.
pt_br: mudar o diretório de registro requer que você aplique as alterações para fazer efeito no visualizador de registros.

source: limit must be between 0-999.
fr: limite entre 0-999
no: grense må være mellom 0 og 999.
pt_br: o limite deve estar entre 0 e 999.

source: View Capabilities
fr: Affichage Possibilités
no: Vis funksjoner
pt_br: Ver Capacidades

source: Could not check.
fr: Impossible de vérifier
no: Sjekking mislyktes
pt_br: Não foi possível verificar.

source: checking capabilities failed.
fr: Vérification possibilité échoué
no: kontroll av funksjoner mislyktes.
pt_br: falha ao checar as capacidades.

source: Back
fr: Retour
no: Tilbake
pt_br: Voltar

source: Configuration Menu
fr: Configuration
no: Konfigurasjonsmeny
pt_br: Menu de Configuração

source: Select a section.
fr: Choisissez une Section
no: Velg et avsnitt:
pt_br: Selecione uma seção.

source: Vuurmuur Config
fr: Configuration (Vuurmuur)
no: Vuurmuur Konfigurasjon
pt_br: Configuração do Vuurmuur

source: CONN
pt_br: CONE

source: DISC
fr: DECO
pt_br: DESC

source: IN
fr: ENT
pt_br: ENT

source: OUT
fr: SOR
pt_br: SAI

source: FWD
fr: TRA
pt_br: ENC

source: getting the connections failed.
fr: échec de la lecture des connexions
no: Kunne ikke få liste over tilkoblinger.
pt_br: falha ao obter as conexões.

source: manage
pt_br: gerenciar

source: in/out/fw
fr: Entrée/Sortie/Transfert
no: inn/ut/vs
pt_br: ent/saida/fw

source: connect
fr: connexion
no: koble
pt_br: conectar

source: grp
fr: groupe
pt_br: grupo

source: unknown ip
fr: inconnu
pt_br: ip desconhecido

source: filter
fr: filtre
pt_br: filtro

source: account
fr: Compte
pt_br: conta

source: details
fr: échec pour supprimer
pt_br: detalhes

source: Incoming
fr: Entrante
no: Innkommende
pt_br: Entrando

source: Forwarding
fr: Transfert
no: Videresender
pt_br: Encaminhando

source: Outgoing
fr: Sortante
no: Utgående
pt_br: Saindo

source: Established Connections
fr: Connexions établies
no: Opprettede tilkoblinger
pt_br: Conexões Estabelecidas

source: Connections Initializing
fr: Initialisation des connexions
no: Tilkoblinger som opprettes
pt_br: Conexões Inicializando

source: Connections Closing
fr: Fermeture des connexions
no: Tilkoblinger som avsluttes
pt_br: Conexões Fechando

source: Connecting
fr: Connexion
no: Kobler til
pt_br: Conectando

source: Established
fr: établie
no: Opprettet
pt_br: Estabelecido

source: Disconnecting
fr: Déconnexion
no: Kobler fra
pt_br: Desconectando

source: Forwarded Connections
fr: Connexions transmises
no: Videresendte tilkoblinger.
pt_br: Conexões Encaminhadas

source: Incoming Connections
fr: Connexions entrantes
no: Innkommende tilkoblinger
pt_br: Conexões Entrando

source: Outgoing Connections
fr: Connexions sortantes
no: Utgående tilkoblinger
pt_br: Conexões Saindo

source: Active filter: '%s' (press 'enter' to clear).
fr: Activation du filtre: '%s' (appuyez 'Entrée' pour effacer).
no: Aktivt filter: '%s' (trykk <enter> for å fjerne).
pt_br: Filtro ativo: '%s' (pressione 'enter' para limpar).

source: Filter removed.
fr: Filtre effacé
no: Filter fjernet.
pt_br: Filtro removido.

source: killing connections is only supported for TCP and UDP.
pt_br: matar conexões é suportado apenas para TCP e UDP.

source: 'conntrack' location not set. To be able to kill connections, set the location of the 'conntrack' tool in 'Vuurmuur Options -> General'. Note that the tool requires kernel version 2.6.14 or higher.
pt_br: a localização do 'conntrack' não está definida. Para conseguir matar conexões, defina a localização da ferramenta 'conntrack' em 'Opções Vuurmuur -> Geral'. Note que a ferramenta requer o uso da versão 2.6.14 ou superior do kernel.

source: all connections already gone, none killed.
pt_br: todas as conexões se foram, nenhuma morta.

source: killing of %d out of %d connections failed.
pt_br: falha ao matar %d de %d conexões.

source: killing of all %d connections failed.
pt_br: falha ao matar todas as %d conexões.

source: ipaddress belongs to interface '%s'. It will not be added to the blocklist.
pt_br: endereço ip pertence à interface '%s'. Não será adicionada a lista de bloqueios.

source: vuurmuur.hlp
fr: vuurmuur-fr.hlp
no: vuurmuur-no.hlp
pt_br: vuurmuur-pt_BR.hlp

source: vuurmuur.UTF-8.hlp
fr: vuurmuur-fr.hlp
pt_br: vuurmuur-pt_BR.hlp

source: Press <F10> to close this window.
fr: Appuyez <F10> pour fermer la fenêtre
no: Trykk <F10> for å lukke dette vinduet.
pt_br: Pressione <F10> para fechar esta janela.

source: The requested helptext was not found.
fr: Impossible trouvé le fichier d'aide.
no: Den angitte hjelpeteksten ble ikke funnet.
pt_br: O texto de ajuda requerido não foi encontrado.

source: Help
fr: Aide
no: Hjelp
pt_br: Ajuda

source: No problems were detected in the current setup.
fr: Aucun problème n'a été détecté dans la configuration actuelle
no: Ingen problemer ble funnet med nåværende oppsett.
pt_br: Nenhum problema foi detectado na instalação atual.

source: About
fr: À propos
no: Om
pt_br: Sobre

source: Protection
no: Beskyttelse
pt_br: Proteção

source: Comment
fr: Observ.
no: Kommentar
pt_br: Comentário

source: error while loading the comment.
fr: Erreur lors du chargement des commentaires
no: Feil ved lasting av kommentar.
pt_br: erro enquanto carregando o comentário.

source: Is interface up?
fr: Interface montée?
no: Er nettverksadapteren aktiv?
pt_br: A interface está de pé?

source: Edit Interface
fr: Interface > Modifier
no: Endre nettverksadapter
pt_br: Editar Interface

source: Name
fr: Nom
no: Navn
pt_br: Nome

source: advanced
fr: Avancé
no: avansert
pt_br: avançado

source: more
fr: Plus
no: mer
pt_br: mais

source: saving to backend failed (in: %s:%d).
fr: échec de l'enregistrement (dans: %s:%d)
no: lagring til 'backend' mislyktes (i: %s:%d)!
pt_br: falha ao salvar no backend (em: %s:%d).

source: saving rules failed.
fr: Échec de la sauvegarde des règles
no: lagring av regler feilet.
pt_br: falha ao salvar regras.

source: new
fr: nouveau
no: ny
pt_br: novo

source: del
fr: effacer
no: slett
pt_br: apagar

source: rename
fr: renommer
no: gi nytt navn
pt_br: renomear

source: edit
fr: modifier
no: endre
pt_br: editar

source: Rename Interface
fr: Renommer l'Interface
no: Gi nytt navn til nettverksadapter
pt_br: Renomear Interface

source: New Interface
fr: Nouvelle Interface
no: Ny nettverksadapter.
pt_br: Nova Interface

source: creating new interface failed.
fr: Échec de la création de la nouvelle Interface
no: Oppretting av ny nettverksadapter mislyktes.
pt_br: falha ao criar nova interface.

source: Delete
fr: Supprimer
no: Slett
pt_br: Apagar

source: Are you sure?
fr: Êtes-vous sûr?
no: Er du sikker?
pt_br: Você tem certeza?

source: deleting interface %s failed.
fr: Échec de l'effacement de l'interface %s
no: sletting av nettverksadapter %s mislyktes.
pt_br: falha ao apagar interface %s.

source: Filter: %s
fr: Filtre: %s
pt_br: Filtro: %s

source: Search: %s
fr: Recherche: %s
no: Søk: %s
pt_br: Buscar: %s

source: checking failed for '%s': %s.
fr: échec de la vérification pour '%s': %s
no: Sjekking av '%s' mislyktes: %s.
pt_br: falha ao checar '%s': %s.

source: opening file '%s': For security reasons Vuurmuur will not allow following symbolic-links.
fr: Ouverture du fichier '%s': Pour des raisons de sécurité Vuurmuur ne suit pas les liens symboliques
no: åpner fil '%s': Av sikkerhetsmessige grunner, vil Vuurmuur ikke tillate/følge 'symbolic-links'
pt_br: abrindo arquivo '%s': Por razões de segurança, o Vuurmuur não irá permitir seguir links simbólicos.

source: opening file '%s': For security reasons Vuurmuur will not allow opening anything other than a file or a directory.
fr: Ouverture du fichier '%s': Pour des raisons de sécurité, Vuurmuur n'ouvre rien d'autre qu'un fichier ou un répertoire
no: åpner fil '%s': Av sikkerhetsmessige grunner, vil Vuurmuur ikke åpne noe annet enn en fil eller en mappe
pt_br: abrindo arquivo '%s': Por razões de segurança, o Vuurmuur não irá permitir a abertura de qualquer coisa além de um arquivo ou diretório.

source: opening file '%s': For security reasons Vuurmuur will not open files that are writable by 'group' or 'other'. Check the file content & permissions.
fr: Ouverture du fichier '%s': Pour des raisons de sécurité, Vuurmuur n'ouvre pas des fichiers ouvert en écriture par 'group' or 'other'. Vérifier le contenu et les permissions du fichier
no: åpner fil '%s': Av sikkerhetsmessige grunner, vil Vuurmuur ikke åpne filer som er skrivbare for 'group' eller 'other'. Sjekk filens innhold og rettigheter.
pt_br: abrindo arquivo '%s': Por razões de segurança, o Vuurmuur não irá abrir arquivos que são graváveis pelo 'grupo' ou 'outro'. Verifique o conteúdo do arquivo e permissões.

source: opening file '%s': For security reasons Vuurmuur will not open files that are not owned by root.
fr: Ouverture du fichier '%s': Pour des raisons de sécurité Vuurmuur n'ouvrira pas des fichiers qui n'appartiennent pas à "root"
no: åpner fil '%s': Av sikkerhetsmessige grunner, vil Vuurmuur ikke åpne filer som ikke eies av root.
pt_br: abrindo arquivo '%s': Por razões de segurança, o Vuurmuur não irá abrir arquivos que não sejam do root.

source: search
fr: Recherche
no: søk
pt_br: buscar

source: pause
pt_br: pausar

source: clear
fr: effacer
no: fjern
pt_br: limpar

source: hide
fr: caché
no: skjul
pt_br: esconder

source: opening logfile '%s' failed: %s.
fr: Échec de l'ouverture du fichier de rapport '%s' : %s.
no: åpning av logg '%s' mislyktes: %s.
pt_br: falha ao abrir o arquivo de registro '%s': %s.

source: could not examine the logfile: %s.
fr: impossible de lire le fichier rapport: %s.
no: kunne ikke undersøke loggfilen: %s.
pt_br: não foi possível examinar o arquivo de registro: %s.

source: fseek failed: %s.
fr: échec de fseek: %s
no: fseek() mislyktes: %s.
pt_br: falha na busca de arquivos: %s.

source: Loading loglines into memory (trying to load %u lines)...
fr: Chargement du rapport en mémoire (chargement de %u lignes)
no: Laster logg inn i minne. (prøver å laste %u linjer)
pt_br: Carregando linhas de registro na memória (tentando carregar %u linhas)...

source: One moment please...
fr: Veuillez patienter...
no: Et øyeblikk.
pt_br: Um momento por favor...

source: Logview
fr: Rapports
pt_br: Visualizador de Registros

source: Loading log ...
fr: Chargement des rapports
no: Laster logg ...
pt_br: Carregando registro...

source: Loading loglines into memory... loaded %d lines.
fr: Chargement du rapport en mémoire (%d lignes chargées)
no: Laster logg inn i minne. %d linjer totalt.
pt_br: Carregando linhas de registro na memória... %d linhas carregadas.

source: Logview starting.
fr: Générateur de rapports démarré
no: Logview starter.
pt_br: Visualizador de Registros iniciando.

source: closing search pipe failed: %s.
fr: Échec de fermeture du processus de recherche: %s
no: Lukking av søk 'pipe' mislyktes: %s.
pt_br: falha ao fechar o pipe de busca:%s.

source: Search canceled. Press SPACE to return to normal logging.
fr: Recherche annulée, <ESPACE> pour retourner au rapport normal
no: Søk avbrutt. Trykk SPACE for å gå tilbake til normal logging.
pt_br: Busca cancelada. Pressione ESPAÇO para retornar ao registro normal.

source: Search ERROR. Press SPACE to return to normal logging.
fr: Erreur dans la recherche, <ESPACE> pour retourner au rapport normal
no: Søk mislyktes. Trykk SPACE for å gå tilbake til normal logging.
pt_br: ERRO na busca. Pressione ESPAÇO para retornar ao registro normal.

source: Search done: %lu matches. Press SPACE to return to normal logging.
fr: Recherche terminée: %lu occurrences, <ESPACE> pour retourner au rapport normal
no: Søk ferdig: %lu treff. Trykk SPACE for å gå tilbake til normal logging.
pt_br: Busca completa: %lu resultados encontrados. Pressione ESPAÇO para retornar ao registro normal.

source: Applying changed filter...
fr: Changement du nouveau filtre
no: Tilfører endret filter...
pt_br: Aplicando filtros alterados...

source: Search in progress. Press 'S' to stop current search.
fr: Recherche en cours. Appuyez sur 'S' pour arrêter la recherche en cours
no: Søk pågår. Trykk 'S' for å stoppe nåværende søk.
pt_br: Busca em andamento. Pressione 'S' para parar a busca atual.

source: Please first close the current search by pressing SPACE.
fr: Veuillez fermer la recherche en cours en pressant <ESPACE>
no: Lukk nåværende søk først med SPACE.
pt_br: Por favor, feche primeiro a busca atual, apertando ESPAÇO.

source: Continue viewing the log.
fr: Continuer à parcourir le rapport
no: Fortsett visning av logg.
pt_br: Continuar visualizando os registros.

source: Continue searching.
fr: Continuer la recherche
no: Fortsett søket.
pt_br: Continuar buscando.

source: *** PAUSED *** (press 'p' to continue)
fr: *** PAUSE *** (appuyez sur 'p' pour continuer)
no: *** PAUSE *** (trykk 'P' for å fortsette)
pt_br: *** PAUSADO *** (pressione 'p' para continuar)

source: hidden
fr: caché
no: skjult
pt_br: escondido

source: visible
no: synlig
pt_br: visível
