Repository: inliniac/vuurmuur
Catalog: po/*.po
Languages: fr, no, pt_br

source: Enter a text to be included in the log message.
fr: Entrez un texte qui sera inclut dans le message du rapport
no: Fyll inn tekst som skal inkluderes i logg.
pt_br: Digite um texto para ser incluído no registro da mensagem.

source: Press SPACE to select a reject type.
fr: Appuyez sur <ESPACE> pour choisir un type de refus
no: Trykk SPACE for å velge en 'reject'-type
pt_br: Pressione ESPAÇO para selecionar um tipo de rejeição.

source: Enter a portnumber to redirect to.
fr: Entrez un numéro de port distant
no: Velg en port å 'redirecte' til.
pt_br: Digite um número de porta para o redirecionamento.

source: Enter a comma-sepparated list of ports for the firewall to listen on.
fr: Entrée une liste de port séparés par des virgules, de port d'entrée pour le pare-feu
no: Fyll inn en komma-separert liste med porter som brannmuren skal lytte på.
pt_br: Digite uma lista (separada por vírgulas) das portas para o firewall escutar.

source: Enter a comma-sepparated list of ports for the firewall to forward to.
fr: Entrée une liste de port séparés par des virgules, de port de transfert pour le pare-feu
no: Fyll inn en komma-separert liste med porter som brannmuren skal forwarde.
pt_br: Digite uma lista (separada por vírgulas) das portas para o firewall encaminhar.

source: Enter a optional comment.
fr: Entrez un commentaire optionnel
no: Fyll inn en kommentar (valgfritt).
pt_br: Digite um comentário opcional

source: Maximum number of loglines per second (to prevent DoS), 0 for no limit.
fr: le nombre maximal de ligne par seconde dans le rapport (pour prévenir les attaques 'DoS' -par déni de service), 0 pour aucune limite.
no: Maksimum antall logg-linjer per sekund (for å forhindre DoS), 0 for ingen grense
pt_br: Número máximo de registros por segundo (para prevenir DoS), 0 para sem limite.

source: Press SPACE to toggle logging of this rule.
fr: Appuyez sur <ESPACE> pour inclure cette règle dans les rapports
no: Trykk space for å velge logging av denne regelen.
pt_br: Pressione ESPAÇO para alternar entre registrar ou não esta regra.

source: Press SPACE to select an interface to limit this rule to.
fr: Appuyez sur <ESPACE> pour choisir une interface pour limiter cette règle
no: Velg SPACE for å velge en nettverksadapter som denne regelen skal gjelde for.
pt_br: Pressione ESPAÇO para selecionar uma interface para limitar esta regra à ela.

source: Press SPACE to select an interface. Read help for more info.
fr: Appuyez sur <ESPACE> pour choisir une interface pour limiter cette règle
pt_br: Pressione ESPAÇO para selecionar uma interface. Consulte a ajuda para maiores informações.

source: Enter a nfmark. Use > 20.000.000 when using the QUEUE action.
fr: Entrez une 'nfmark' ( >20.000.000 avec l'action QUEUE)
no: Fyll inn 'nfmark'. Bruk > 20.000.000 for QUEUE-Handling!
pt_br: Digite uma nfmark. Use > 20.000.000 quando estiver usando a ação QUEUE.

source: Maximum new connections per second (to prevent DoS), 0 for no limit.
fr: Nombre maximum de nouvelles connexions par secondes (pour prévenir les attaques DoS - déni de services), 0 pour aucune limite
no: Maksimum antall nye tilkoblinger per sekund (for å forhindre DoS), 0 for ingen grense.
pt_br: Número máximo de novas conexões por segundo (para prevenir DoS), 0 para sem limite.

source: Select action
fr: Choisir une action
no: Velg en handling
pt_br: Selecione uma ação

source: Select
fr: Choisir
no: Velg
pt_br: Selecionar

source: Select a host, group or network
fr: Choisir un hôte, un groupe ou un réseau
no: Velg en vert, gruppe, eller nettverk.
pt_br: Selecione um host, grupo ou rede

source: Select a service
fr: Choisir un Service
no: Velg en tjeneste.
pt_br: Selecione um serviço

source: Select reject type
fr: Choisir un type de Refus
no: Velg 'Reject'-type
pt_br: Selecione o tipo de rejeição

source: no from zone, please select one first.
fr: aucune Origine, choisissez en une d'abord
no: Ingen sone. Velg en først.
pt_br: nenhuma zona de origem, por favor selecione uma primeiro.

source: Any
fr: Tout
no: Alle
pt_br: Qualquer uma

source: Set interface filter
fr: Activer un filtre sur les interfaces
no: Sett filter på nettverksadapter
pt_br: Defina o filtro de interface

source: Select an interface ('Any' to disable filter)
fr: Choisir une interface ('Tout' pour désactiver le filtre)
no: Velg en nettverksadapter. ('Alle' for å fjerne filter).
pt_br: Selecione uma interface ('Qualquer uma' para desabilitar o filtro)

source: no 'to' zone, please select one first.
fr: Aucune 'Destination', choisissez en une d'abord
no: ingen 'til' sone, vennligst velg en først.
pt_br: nenhuma zona 'para', por favor selecione uma primeiro.

source: Set Via interface
fr: Choisissez une interface
pt_br: Ajustar pela interface

source: Select an interface
fr: Choisissez une interface
no: Velg en nettverksadapter
pt_br: Selecione uma interface

source: Not all required fields are filled in
pt_br: Nem todos os campos estão preenchidos

source: Do you want to look at the rule again? (no will delete the rule)
fr: Voulez vous revenir à la règle? ('Non' détruira cette règle)
no: Vil du se på regelen igjen? (Nei vil slette regelen)
pt_br: Você deseja rever novamente a regra? ('Não' irá apagar a regra)

source: An error was detected in the rule
fr: Une erreur a été détectée dans la règle
no: En feil ble funnet i regelen
pt_br: Foi detectado um erro na regra

source: Do you want to look at it again? (no will delete the rule)
fr: Voulez vous y revenir ? ('Non' détruira cette règle)
no: Vil du se på den igjen? (Nei vil slette regelen).
pt_br: Você deseja rever novamente? ('Não' irá apagar a regra)

source: Enter comment (optional)
fr: Entrez commentaire (optionnel)
no: Fyll inn kommentar (valgfritt)
pt_br: Digite o comentário (opcional)

source: Enter an optional comment.
fr: Entrez un commentaire facultatif
no: Fyll inn en kommentar (valgfritt)
pt_br: Digite um comentário opcional.

source: one of the ports is too low or too high. Valid port values for tcp and udp are 1-65535.
fr: l'un des ports est trop petit ou trop grand. Les plages valides pour TCP et UDP est 1-65535
no: en av portene er for høye, eller for lave. Gyldige områder for TCP og UDP er 1-65535.
pt_br: uma das portas é muito baixa ou muito alta. Portas válidas para tcp e udp estão entre 1 e 65535.

source: please make sure that the 'high'-port is actually higher than the 'low'-port.
fr: Veuillez vérifier que le port 'Haut' est bien plus grand que le port 'Bas'
no: sørg for at den øvre porten faktisk er høyere enn den nedre.
pt_br: por favor tenha certeza de que a porta 'alta' é realmente maior do que a porta 'baixa'.

source: one of the values is too high. Valid icmp-types values are 1-255 (note that 41-255 are reserved). Valid icmp-codes are 0-16 (note that not all combinations of types and codes are valid. See http://www.iana.org/assignments/icmp-parameters for details).
fr: L'une des valeurs est trop grande. les valeurs valides pour le type ICMP sont 1-255 (Rq: les ports 41-255 sont réservés). les codes ICMP valides sont 0-16 (Rq: toutes les combinaisons de type et code ne sont pas valides. cf http://www.iana.org/assignments/icmp-parameters pour plus de détails).
no: En av verdiene er for høye. Gyldig verdi for ICMP-type er 1-255 (Merk: 41-255 er reservert). Gyldige ICMP-koder er 0-16 (Merk: Ikke alle kombinasjoner av typer og koder er gyldige. Se "http://www.iana.org/assignments/icmp-parameters" for mer informasjon).
pt_br: um dos valores é muito alto. Valores válidos para tipos de icmp são 1-255 (note que de 41 a 255 são reservados). Códigos icmp válidos são 0-16 ( note que nem todas as combinações de tipos e códigos são válidas. Veja http://www.iana.org/assignments/icmp-parameters para detalhes).

source: saving the portranges failed (in: %s:%d).
fr: la sauvegarde de la plage a échouée (dans: %s:%d)
no: lagring av port-områder mislyktes (i: %s:%d).
pt_br: falha ao salvar faixa de portas (em: %s:%d).

source: TCP Portrange
fr: plage TCP
no: TCP Port-område
pt_br: Faixa de portas TCP

source: UDP Portrange
fr: plage UDP
no: UDP Port-område
pt_br: Faixa de portas UDP

source: Low
fr: Bas
no: Nedre
pt_br: Baixa

source: High
fr: Haut
no: Øvre
pt_br: Alta

source: Enter a portnumber (1-65535).
fr: Entrez un numéro de port (1-65535)
no: Fyll inn et port-nummer (1-65535).
pt_br: Digite um número de porta (1-65535).

source: Enter a portnumber (1-65535). This is the high-end of the range.
fr: Entrez un numéro de port (1-65535). L'extrémité supérieure de la plage
no: Fyll inn et port-nummer (1-65535). Dette er det øvre området.
pt_br: Digite um número de porta (1-65535). Este é o fim da faixa.

source: ICMP Types
fr: Type ICMP
no: ICMP typer
pt_br: Tipos ICMP

source: no ICMP-codes with selected ICMP-type (%d).
fr: aucun code ICMP avec le type ICMP choisi (%d).
no: Kombinasjonen av ICMP-Kode og Type er ugyldig (%d).
pt_br: nenhum código ICMP para o tipo ICMP selecionado (%d).

source: ICMP Codes
fr: Code ICMP
no: ICMP koder
pt_br: Códigos ICMP

source: Type
pt_br: Tipo

source: Code
no: Kode
pt_br: Código

source: Press SPACE to select an ICMP-type.
fr: Appuyez sur <ESPACE> pour choisir un type ICMP
no: Trykk SPACE for å velge en ICMP-type
pt_br: Pressione ESPAÇO para selecionar um tipo ICMP.

source: Press SPACE to select an ICMP-code.
fr: Appuyez sur <ESPACE> pour choisir un code ICMP
no: Trykk SPACE for å velge en ICMP-kode
pt_br: Pressione ESPAÇO para selecionar um código ICMP.

source: New portrange
fr: Nouvelle plage de ports
no: Nytt port-område
pt_br: Nova faixa de portas

source: Select a Protocol
fr: Choisir un Protocole
no: Velg en protokoll
pt_br: Selecione um Protocolo

source: this protocol can only be removed or added.
fr: ce protocole peut uniquement être supprimé ou ajouté
no: denne protokollen kan bare fjernes eller legges til.
pt_br: este protocolo só pode pode ser removido ou adicionado.

source: edit of protocol %d not supported.
fr: la modification du protocole %d n'est pas supportée
no: endring av protokoll %d er ikke støttet.
pt_br: sem suporte para a edição do protocolo %d

source: Delete portrange
fr: Supprimer la plage de ports
no: Slett port-område
pt_br: Apagar faixa de portas

source: Edit Portrange
fr: Services > Modifier > Plage
no: Endre port-område
pt_br: Editar Faixa de Portas

source: uses no ports.
fr: n'utilise aucun port
no: bruker ingen porter.
pt_br: não usa portas.

source: Active
fr: Actif
no: Aktiv
pt_br: Ativo

source: Protocol helper
fr: Aide du Protocole
no: Protokoll hjelper
pt_br: Módulos de ajuda do protocolo

source: Warning: no port(range)s defined!
fr: Avertissement: aucun port/plage de ports n'a été défini
no: Advarsel: ingen port(områd)er er definert!
pt_br: Aviso: nenhuma porta(faixa) definida!

source: Edit Service
fr: Service > Modifier
no: Endre tjeneste.
pt_br: Editar Serviço

source: Press <F6> to manage the portranges of this service.
fr: Appuyez sur <F6> pour gérer les plages du service
no: Trykk <F6> for å definere port-områdene i denne tjenesten.
pt_br: Pressione <F6> para gerenciar as faixas de porta deste serviço.

source: portranges
fr: Plage
no: Port-områder
pt_br: faixa de portas

source: Rename Service
fr: Renommer le Service
no: Gi nytt navn til tjeneste.
pt_br: Renomear Serviço

source: New Service
fr: Nouveau Service
no: Ny tjeneste
pt_br: Novo Serviço

source: Please enter the name of the new service
fr: Entrez le nouveau nom du service
no: Fyll inn navn for den nye tjenesten:
pt_br: Por favor digite o nome do novo serviço

source: service %s already exists.
fr: le service %s existe déjà
no: tjenesten %s finnes allerede.
pt_br: o serviço %s já existe.

source: creating new service failed.
fr: échec de la création du nouveau service
no: Oppretting av ny tjeneste mislyktes.
pt_br: falha ao criar novo serviço.

source: Status Section
fr: Statut
no: Status
pt_br: Seção Status

source: Hostname
fr: Nom d'hôte
no: Vertsnavn
pt_br: Host

source: day
fr: jr
no: dag
pt_br: dia

source: Load
fr: Charge
no: Last
pt_br: Carregar

source: Free
fr: Libre
no: Ledig
pt_br: Livre

source: Memory(MB)
fr: Mémoire
pt_br: Mem.(MB)

source: Other
fr: Autre
no: Andre
pt_br: Outro

source: Current
fr: Actuel
pt_br: Atual

source: Maximal
no: Maksimal
pt_br: Máximo

source: Speed/s
fr: Vitesse(/s)
pt_br: Veloc./s

source: Forwarded
fr: Transmis
no: Videresendt
pt_br: Encaminhado

source: Down
fr: Desc.
no: Nede
pt_br: Ent.

source: Up
fr: Mont.
no: Oppe
pt_br: Saída

source: Recv
fr: Reçu
no: Motta
pt_br: Receb.

source: Send
fr: Envoyé
pt_br: Enviar

source: System Status
fr: Statut du Système
pt_br: Status do Sistema

source: Syn-flood protection
fr: Protection 'SYN-flood'
no: Syn-flood beskyttelse
pt_br: Proteção Syn-flood

source: Echo-broadcast protect
fr: Protection 'echo-broadcast'
no: Echo-broadcast beskyttelse
pt_br: Proteção echo-broadcast

source: Note: whitespaces not allowed.
fr: Rq: espaces interdits
no: Merk: mellomrom er ikke tillatt.
pt_br: Nota: espaços em branco não são permitidos.

source: Warning
fr: Avertissement
no: Advarsel
pt_br: Aviso

source: Press any key to continue...
fr: Appuyez sur n'importe quel touche pour continuer...
no: Trykk en tast for å fortsette...
pt_br: Pressione qualquer tecla para continuar...

source: commandline argument too long for option -c.
fr: l'argument de l'option '-c' est trop longue
no: Kommandolinjeargument for lang for Option -c.
pt_br: argumento da linha de comando muito longo para a opção -c.

source: commandline debuglevel out of range.
fr: le niveau de débogue 'debuglevel' est hors spécification
no: debugnivå i kommandolinje er utenfor grensene
pt_br: level de debug fora da faixa.

source: unknown commandline option.
fr: option inconnue
no: ukjent kommando.
pt_br: opção de linha-de-comando desconhecida

source: unloading the backends failed (in: %s:%d).
fr: le déchargement du système central a échoué (dans: %s:%d).
no: utlasting av backends mislyktes (in: %s:%d).
pt_br: falha ao descarregar backends (em: %s:%d).

source: title '%s' too long, window will be drawn without a title.
fr: le titre '%s' est trop long, la fenêtre sera affiché sans titre
no: '%s' er for lang tittel - Vinduet vil bli tegnet uten tittel.
pt_br: o título '%s' é muito longo, a janela será desenhada sem um título.

source: Version: %s
no: Versjon: %s
pt_br: Versão: %s

source: Problem with the Vuurmuur_conf settings
fr: Problème avec les 'Paramètres' de vuurmuur_conf
no: Problem med innstillingene i Vuurmuur_conf
pt_br: Problema com a configuração do Vuurmuur_conf

source: Do you want to edit the settings now?
fr: Voulez vous modifier les paramètres?
no: Vil du endre innstillingene nå?
pt_br: Você deseja editar a configuração agora?

source: Problem with the Vuurmuur config
fr: Problème avec la configuration de vuurmuur
no: Problem med konfigurasjonen av Vuurmuur.
pt_br: Problema com a configuração do Vuurmuur

source: Do you want to edit the config now?
fr: Voulez vous modifier la configuration?
no: Vil du endre konfigurasjonen nå?
pt_br: Você deseja editar a configuração agora?

source: loading the plugins failed.
fr: Échec lors de la sauvegarde de l'interface
pt_br: falha ao carregar os plugins.

source: intializing the services failed.
fr: Échec de l'initialisation des services
no: Initialisering av tjenester mislyktes.
pt_br: falha ao inicializar os serviços.

source: intializing the interfaces failed.
fr: Échec de l'initialisation des interfaces
no: Initialisering av nettverksadaptere mislyktes.
pt_br: falha ao inicializar as interfaces.

source: intializing the zones failed.
fr: Échec de l'initialisation des zones
no: Initialisering av soner mislyktes.
pt_br: falha ao inicializar as zonas.

source: attaching to shared memory failed: %s (in: %s:%d).
fr: Échec du lien vers la mémoire partagée: %s (dans %s:%d)
pt_br: falha ao anexar à memória compartilhada: %s (em: %s:%d).

source: Edit Zone: Host
fr: Modifier l'hôte
no: Sone: endre vert
pt_br: Editar Zona: Host

source: ipaddress '%s' doesn't belong in the network %s/%s.
fr: l'adresse IP '%s' n'appartient pas au réseau %s/%s
no: IP adressen '%s' tilhører ikke i nettverket %s/%s.
pt_br: endereço IP '%s' não pertence à rede %s/%s.

source: MAC Address '%s' is invalid.
fr: l'adresse MAC '%s' est non valide
no: '%s' er en ugyldig MAC adresse
pt_br: Endereço MAC '%s' inválido.

source: empty IP address. No rules will be created for this host.
fr: adresse IP vide, aucune règle ne sera créée par cet hôte
no: Tom IP adresse. Ingen regler vil bli opprettet for denne verten
pt_br: Endereço IP vazio. Nenhuma regra será criada para este host.

source: Note: parent zone/network is inactive.
fr: Rq: le réseau/zone parent est inactif
no: Merk: Tilhørende sone/nettverk er inaktivt.
pt_br: Nota: zona/rede 'pai' está inativa

source: Edit Host
fr: Zone > Réseau > Hôte > Modifier
no: Endre vert.
pt_br: Editar Host

source: saving host failed.
fr: Échec de sauvegarde de l'hôte
no: lagrin av vert mislyktes.
pt_br: falha ao salvar host.

source: Look at the host again?
fr: Revenir à l'édition de l'hôte?
no: Se på verten igjen?
pt_br: Rever o host?

source: Please enter an ipaddress (mandatory).
fr: Veuillez entrer une adresse IP (obligatoire)
no: Fyll inn IP adresse (påkrevd)
pt_br: Por favor digite um endereço IP (obrigatório).

source: Please enter the macaddress (optional).
fr: Veuillez entrer une adresse MAC (optionnel)
no: Fyll inn MAC adresse (valgfritt).
pt_br: Por favor digite o endereço MAC (opcional).

source: If set to 'No' no rules will be created for it.
fr: Non: aucune règle ne sera créée
no: Hvis satt til "Nei", så vil ingen regler bli laget for den.
pt_br: Se for definido para 'Não', nenhuma regra será criada para ele.

source: saving changed group to backend failed.
fr: échec de la sauvegarde de la modification des groupes dans le programme principal
no: lagring av endret gruppe til backend mislyktes.
pt_br: falha ao salvar mudanças de grupo no backend.

source: open
fr: ouvrir
no: åpne
pt_br: abrir

source: Rename Host
fr: Renommer Hôte
no: Gi njytt navn til vert.
pt_br: Renomear Host

source: Enter the new name of the host
fr: Entrez le nouveau nom de l'hôte
no: Fyll inn det nye navnet på verten:
pt_br: Digite o novo nome do host

source: invalid hostname '%s'.
fr: nom d'hôte non valide '%s'.
no: Ugyldig vertsnavn '%s'.
pt_br: nome de host inválido: '%s'.

source: New Host
fr: Nouvel hôte
no: Ny vert
pt_br: Novo Host

source: Enter the name of the new host
fr: Entrez le nom du nouvel hôte
no: Fyll inn navn på den nye verten:
pt_br: Digite o nome do novo host

source: This host?
fr: Cet hôte?
no: Denne verten?
pt_br: Este host?

source: host '%s' is still a member of %u group(s).
fr: l'hôte '%s' est toujours membre du/des groupe(s) %u
no: verten '%s' er fortsatt medlem av %ugruppe(r).
pt_br: o host '%s' ainda é um membro de %u grupo(s).

source: host '%s' is still in the blocklist (%u times).
fr: l'hôte '%s' est toujours dans la liste noire (%u fois)
no: Vert '%s' er fortsatt i blokkeinglisten (%u ganger).
pt_br: o host '%s' ainda está na lista de bloqueios (%u vezes).

source: deleting zone failed.
fr: échec lors de l'effacement de la zone
no: sletting av sone mislyktes.
pt_br: falha ao deletar zona.

source: Members
fr: Membres
no: Medlemmer
pt_br: Membros

source: please add some hosts to the network first.
fr: Veuillez d'abord ajouter des hôtes au réseau
no: vennligst legg til noen verter i nettverket først
pt_br: por favor adicione alguns hosts na rede primeiro.

source: New member
fr: Nouveau membre
no: Ny medlem
pt_br: Novo membro

source: Select a host
fr: Choisissez un hôte
no: Velg en vert
pt_br: Selecione um host

source: removing groupmember failed.
fr: échec lors de l'effacement de ce membre
no: fjerning av gruppemedlem mislyktes.
pt_br: falha ao remover um membro do grupo.

source: Edit Zone: Group
fr: Modifier groupe
no: Sone: Endre gruppe
pt_br: Editar Zona: Grupo

source: Press <F6> to manage the members of this group.
fr: Appuyez sur <F6> pour gérer les membres du groupe
no: Trykk <F6> for å behandle medlemmene i denne gruppen
pt_br: Pressione <F6> para gerenciar os membros deste grupo.

source: members
fr: membres
no: medlemmer
pt_br: membros

source: Warning: no members!
fr: Avertissement: aucun membre!
no: Advarsel: ingen medlemmer!
pt_br: Aviso: sem membros!

source: Edit Group
fr: Zone > Réseau > Groupe > Modifier
no: Endre gruppe
pt_br: Editar Grupo

source: Groups
fr: Groupes
no: Grupper
pt_br: Grupos

source: Rename Group
fr: Renommer le groupe
no: Gi nytt navn til gruppe
pt_br: Renomear Grupo

source: Enter the new name of the group
fr: Entrez le nouveau nom du groupe
no: Fyll inn det nye navnet for gruppen
pt_br: Digite o novo nome do grupo

source: invalid groupname '%s'.
fr: nom de groupe invalide '%s'.
no: '%s' er et ugyldig gruppenavn.
pt_br: nome de grupo inválido: '%s'.

source: New Group
fr: Nouveau Groupe
no: Ny gruppe
pt_br: Novo Grupo

source: Enter the name of the new group
fr: Entrez le nom du nouveau groupe
no: Fyll inn navn for den nye gruppen
pt_br: Digite o nome do novo grupo

source: failed to create new group.
fr: Échec de la création du nouveau groupe
no: Kunne ikke opprette ny gruppe.
pt_br: falha ao criar novo grupo.

source: groupname '%s' is invalid.
fr: le nom de groupe '%s' est invalide
no: '%s' er et ugyldig gruppenavn.
pt_br: nome de grupo '%s' é inválido.

source: This group?
fr: Ce groupe?
no: Denne gruppen?
pt_br: Este grupo?

source: group '%s' is still in the blocklist (%u times).
fr: le groupe '%s' est toujours dans la liste noire (%u fois)
no: gruppe '%s' er fortsatt i blokkeringsliste (%u ganger).
pt_br: o grupo '%s' ainda está na lista de bloqueios (%u vezes).

source: deleting group failed.
fr: échec lors de l'effacement du groupe
no: sletting av gruppe mislyktes.
pt_br: falha ao apagar grupo.

source: New interface
fr: Nouvelle Interface
no: Ny nettverksadapter
pt_br: Nova interface

source: saving the interfaces failed.
fr: Échec lors de la sauvegarde de l'interface
no: lagring av nettverksadapter feilet.
pt_br: falha ao salvar as interfaces.

source: Network
fr: Réseau
no: Nettverk
pt_br: Rede

source: Netmask
fr: Masque
no: Nettverksmaske
pt_br: Máscara de Rede

source: Class A
fr: Classe A
no: Klasse A
pt_br: Classe A

source: Class B
fr: Classe B
no: Klasse B
pt_br: Classe B

source: Class C
fr: Classe C
no: Klasse C
pt_br: Classe C

source: Class D
fr: Classe D
no: Klasse D
pt_br: Classe D

source: Class E
fr: Classe E
no: Klasse E
pt_br: Classe E

source: Broadcast src.
pt_br: Orig. Broadcast.

source: Broadcast dst.
pt_br: Dest. Broadcast

source: DHCP Server
fr: Serveur DHCP
pt_br: Servidor DHCP

source: DHCP Client
fr: Client DHCP
no: DHCP klient
pt_br: Cliente DHCP

source: Edit Zone: Network
fr: Modifier réseau
no: Sone: Endre nettverk
pt_br: Editar Zona: Rede

source: Warning: no interfaces attached!
fr: Avertissement: aucun lien vers une interface
no: Advarsel: ingen nettverksadapter(e) er valgt
pt_br: Aviso: nenhuma interface atribuida!

source: Note: parent zone is inactive.
fr: Rq: la zone parent est désactivée
no: Merk: tilhørende sone er inaktiv.
pt_br: Nota: zona 'pai' está inativa.

source: Networks
fr: Réseau
no: Nettverk
pt_br: Redes

source: No network/netmask defined.
fr: pas de réseau/masque de définit
no: Ingen nettverk/nettmaske definert.
pt_br: Nenhuma rede/máscara de rede definida.

source: to enter the hosts/groups of this network
fr: accéder aux hôtes/groupes de ce réseau
no: for å legge til verter/grupper i dette nettverket
pt_br: para digitar os hosts/grupos desta rede

source: Rename Network
fr: Renommer le réseau
no: Gi nytt navn til nettverk
pt_br: Renomear Rede

source: Enter the new name of the network
fr: Entrez le nouveau nom du réseau
no: Fyll inn det nye navnet på nettverket
pt_br: Digite o novo nome da rede

source: invalid networkname '%s'.
fr: nom de réseau invalide '%s'.
no: Ugyldig navn på nettverk '%s'.
pt_br: nome inválido de rede: '%s'.
