Repository: inliniac/vuurmuur
Catalog: po/*.po
Languages: fr, no, pt_br

source: Already searching. Press 'S' to stop current search.
fr: Recherche en cours. Appuyez sur 'S' pour arrêter la recherche en cours
no: Søk pågår allerede. Trykk 'S' for å stoppe nåværende søk.
pt_br: Busca já em execução. Pressione 'S' para parar a busca atual.

source: Search
fr: Recherche
no: Søk
pt_br: Busca

source: What do you want to search for?
fr: Que voulez vous chercher?
no: Hva vil du søke etter?
pt_br: O que você quer buscar?

source: opening pipe failed: %s.
fr: Échec de l'ouverture du processus : %s
no: åpning av 'pipe' mislyktes: %s.
pt_br: falha ao abrir pipe: %s.

source: Search started. Press 'S' to stop searching.
fr: Recherche démarrée. Appuyez sur 'S' pour arrêter la recherche
no: Søk startet. Trykk 'S' for å stoppe.
pt_br: Busca iniciada. Pressione 'S' para parar.

source: search script was not ok, search is disabled.
fr: le script de recherche est incorrect, Recherche est désactivée
no: søke-script feilet. Søk deaktivert.
pt_br: script de busca não está ok, a busca está desabilitada.

source: No search in progress.
fr: Aucune recherche n'est en cours
no: Ingen søk pågår.
pt_br: Nenhuma busca em andamento.

source: Search in progress: %lu matches so far. SPACE to pause, 'S' to stop.
fr: Recherche en cours: %lu occurrences. <ESPACE> pour mettre en pause, 'S' pour Arrêter
no: Søk pågår: %lu treff så langt. SPACE for pause, 'S' for å stoppe.
pt_br: Busca em andamento: %lu resultados encontrados até agora. Pressione ESPAÇO para pausar, 'S' para parar.

source: Search PAUSED: %lu matches so far. SPACE to continue, 'S' to stop.
fr: Recherche en pause: %lu occurrences. <ESPACE> pour continuer, 'S' pour Arrêter
no: Søk pauset: %lu treff så langt. Trykk SPACE for å fortsette, 'S' for å stoppe.
pt_br: Busca PAUSADA: %lu

source: closing logfile failed: %s.
fr: Échec de la fermeture du fichier rapport: %s
no: Lukking av loggfil mislyktes: %s.
pt_br: falha ao fechar arquivo de registro: %s.

source: Ready.
fr: Prêt
no: Klar.
pt_br: Pronto.

source: saving rules failed
fr: Échec de la sauvegarde des règles
no: lagring av regler mislyktes
pt_br: falha ao salvar regras

source: cannot rename rulesfile because its location is not set
fr: impossible de renommer les règles car leur chemin n'est pas spécifié
no: Kan ikke fjerne regelfil fordi dens lokalisering ikke er satt
pt_br: não é possível renomear a lista de regras porque não está definida sua localização

source: renaming '%s' to '%s' failed: %s.
fr: Échec pour renommer '%s' en '%s': %s
no: Omdøring av '%s' til '%s' feilet: %s.
pt_br: falha ao renomear '%s' para '%s': %s.

source: saving blocklist failed
fr: Échec de la sauvegarde de la Liste Noire
no: lagring av blokkeringslist fielet
pt_br: falha ao salvar lista de bloqueios

source: cannot rename blocklistfile because its location is not set
fr: Impossible de renommer la Liste Noire, car son chemin n'est pas spécifié
no: Kan ikke fjerne blockliste-fil fordi dens lokalisering ikke er satt
pt_br: não é possível renomear a lista de bloqueios porque não está definida sua localização

source: Select a log to view.
fr: Choisissez le rapport à voir
no: Velg en logg.
pt_br: Selecione um registro para visualizar.

source: attaching to shared memory failed: %s.
fr: Échec de l'attache à la mémoire partagé: %s
pt_br: falha ao anexar à memória compartilhada: %s

source: (fail).
fr: (échec)
no: (Feil).
pt_br: (falhou).

source: (warn).
fr: (alerte)
no: (Advarsel).
pt_br: (aviso).

source: - The path to the Vuurmuur helpfile was not specified, please do so in the Vuurmuur_conf Settings
fr: - Le chemin vers le fichier d'aide Vuurmuur n'est pas spécifié, veuillez le définir dans les 'Paramètres' de vuurmuur_conf
no: - Filbanen til Vuurmuurs hjelpefil er ikke spesifisert. Gjør dette i 'Vuurmuur_conf Settings'
pt_br: - O caminho para o arquivo de ajuda do Vuurmuur não foi especificado, por favor especifique na seção Configuração do Vuurmuur_conf

source: - Opening the helpfile failed. Please check the file
fr: - Échec de l'ouverture du fichier d'aide. Veuillez vérifier le fichier
no: - Kunne ikke åpne hjelpefilen. Sjekk at den er tilstede.
pt_br: - Falha ao abrir o arquivo de ajuda. Por favor verifique o arquivo

source: - The last time the changes were applied, applying the changes failed for Vuurmuur. Please check the Error.log
fr: -Lors de la dernière mise à jour, vuurmuur n'a pas pu appliquer les modification. Veuillez vérifier le rapport error.log
no: - Forrige gang endringene ble tilført, feilet de for Vuurmuur. Sjekk 'Error.log'
pt_br: Ocorreu um erro com o Vuurmuur na última vez em que as mudanças estavam sendo aplicadas. Por favor verifique o Error.log

source: - The last time the changes were applied, applying the changes failed for Vuurmuur_log. Please check the Error.log
fr: -Lors de la dernière mise à jour, vuurmuur_log n'a pas pu appliquer les modification. Veuillez vérifier le rapport error.log
no: - Forrige gang endringene ble tilført, feilet de for Vuurmuur_log. Sjekk 'Error.log'
pt_br: Ocorreu um erro com o Vuurmuur_log na última vez em que as mudanças estavam sendo aplicadas. Por favor verifique o Error.log

source: - No connection could be established with Vuurmuur. Please make sure that it is running
fr: - Aucune connexion n'a pu être établie avec vuurmuur. Veuillez vérifier que vuurmuur est en cours d'exécution
no: - Kunne ikke opprette tilkobling til Vuurmuur. Sjekk at den faktisk er i gang
pt_br: - Não pode ser estabelecida nenhuma conexão com o Vuurmuur. Por favor tenha certeza de que ele está em execução

source: - The connection with Vuurmuur seems to be lost. Please make sure that it is running
fr: - La connexion avec vuurmuur a été perdue. Veuillez vérifier que vuurmuur est en cours d'exécution
no: - Tilkoblingen til Vuurmuur ser ut til å være borte. Sjekk at den faktisk er i gang
pt_br: A conexão com o Vuurmuur aparentemente foi perdida. Por favor tenha certeza de que está em execução

source: - No connection could be established with Vuurmuur_log. Please make sure that it is running
fr: - Aucune connexion n'a pu être établie avec vuurmuur_log. Veuillez vérifier que vuurmuur_log est en cours d'exécution
no: - Kunne ikke opprette tilkobling til Vuurmuur_log. Sjekk at den faktisk er i gang
pt_br: - Não pode ser estabelecida nenhuma conexão com o Vuurmuur_log. Por favor tenha certeza de que ele está em execução

source: - The connection with Vuurmuur_log seems to be lost. Please make sure that it is running
fr: - La connexion avec vuurmuur_log a été perdue. Veuillez vérifier que vuurmuur_log est en cours d'exécution
no: - Tilkoblingen til Vuurmuur_log ser ut til å være borte. Sjekk at den faktisk er i gang
pt_br: A conexão com o Vuurmuur_log aparentemente foi perdida. Por favor tenha certeza de que está em execução

source: - The path to the 'iptables'-command is not yet specified. Please do so in the 'Vuurmuur Config' section
fr: - Le chemin vers la commande 'iptables' n'a pas été spécifié. Veuillez le définir de la configuration de vuurmuur_log
no: - Filbanen til 'iptables' er ikke spesifisert. Sett denne i 'Vuurmuur Config' avsnittet
pt_br: - O caminho para o 'iptables' ainda não foi especificado. Por favor especifique na seção 'Configuração do Vuurmuur'

source: - The path to the 'iptables'-command seems to be wrong. There was an error while testing it. Please check it in your system and correct it in the 'Vuurmuur Config' section
fr: - Le chemin vers la commande 'iptables' semble faux, une erreur s'est produite lors de la vérification. Veuillez vérifier dans votre système et corriger le chemin dans la configuration de vuurmuur_log
no: - Filbanen til 'iptables' ser ut til å være feil. Det ble funnet en feil under testing. Sjekk den i systemet ditt, og rett feilen i 'Vuurmuur Config' avsnittet
pt_br: - O caminho para o 'iptables' parece estar errado. Ocorreu um erro enquanto estava sendo testado. Por favor verifique em seu sistema e corrija na seção 'Configuração do Vuurmuur'

source: - The path to the 'iptables-restore'-command is not yet specified. Please do so in the 'Vuurmuur Config' section
fr: - Le chemin vers la commande 'iptables-restore' n'a pas été spécifié. Veuillez le définir de la configuration de vuurmuur_log
no: - Filbanen til 'iptables-restore' er ikke spesifisert. Sett denne i 'Vuurmuur Config' avsnittet
pt_br: - O caminho para o 'iptables-restore' ainda não foi especificado. Por favor especifique na seção 'Configuração do Vuurmuur'

source: - The path to the 'iptables-restore'-command seems to be wrong. There was an error while testing it. Please check it in your system and correct it in the 'Vuurmuur Config' section
fr: - Le chemin vers la commande 'iptables-restore' semble faux, une erreur s'est produite lors de la vérification. Veuillez vérifier dans votre système et corriger le chemin dans la configuration de vuurmuur_log
no: - Filbanen til 'iptables-restore' ser ut til å være feil. Det ble funnet en feil under testing. Sjekk den i systemet ditt, og rett feilen i 'Vuurmuur Config' avsnittet
pt_br: - O caminho para o 'iptables-restore' parece estar errado. Ocorreu um erro enquanto estava sendo testado. Por favor verifique em seu sistema e corrija na seção 'Configuração do Vuurmuur'

source: - No portranges/protocols defined in service '%s'
fr: - Aucunes plages de ports/protocoles n'ont été défini pour le service '%s'
no: - Ingen port-områder/protokoller definert for tjenste '%s'
pt_br: - Nenhum faixa de porta/protocolo definidos no serviço '%s'

source: - No interfaces are defined. Please define one or more interfaces
fr: - Aucune interface n'a été défini. Veuillez définir une interface ou plus
no: - Ingen nettverksadapter er definert. Definer en eller flere adaptere
pt_br: - Nenhuma interface foi definida. Por favor defina uma ou mais interfaces

source: - The interface '%s' does not have a device. Please enter a device in the Interfaces Section
fr: - l'interface '%s' n'a pas de périphérique. Choisissez un périphérique dans la Section Interface
no: - Nettverksadaperen '%s' er ikke bundet til en enhet. Vennligst velg en enhet i Nettverksadaptere avdelingen
pt_br: - A interface '%s' não tem nenhum dispositivo. Por favor atribua um dispositivo na Seção de Interfaces

source: - The ipaddress '%s' of interface '%s' is invalid
fr: - L'adresse IP '%s' de l'interface '%s' n'est pas valide
no: - IP adressen '%s' for nettverksadapter '%s' er ugyldig
pt_br: - O endereço IP '%s' da interface '%s' é inválido

source: - The ipaddress '%s' of interface '%s' (%s) does not match the ipaddress of the actual interface (%s)
fr: - L'adresse IP '%s' de l'interface '%s' (%s) ne correspond pas avec l'adresse IP de l'actuelle interface (%s)
no: - IP adressen '%s' til nettverksadapter '%s' (%s) stemmer ikke med IP adressen som adapteren faktisk har (%s)
pt_br: - O endereço IP '%s' da interface '%s' (%s) não confere com o endereço IP da interface atual (%s)

source: - No interfaces are active. Please make sure that at least one of the interfaces is active
fr: - Aucune interface n'est activée Veuillez vérifier qu'au moins une interface est activée
no: - Ingen nettverksadaptere er aktive. Sørg for at minst en av adapterne er aktive
pt_br: - Nenhuma interface está ativa. Por favor tenha certeza de que pelo menos uma interface está ativa

source: - No zones are defined. Please define one or more zones, and at least one network
fr: - Aucune zone n'a été définie. Veuillez définir une zone ou plus, et au moins un réseau
no: - Ingen soner er definert. Definer en eller flere soner, og minst ett nettverk
pt_br: - Nenhuma zona está definida. Por favor defina uma ou mais zonas, e pelo menos uma rede

source: - The host '%s' does not have an IPAddress
fr: - L'hôte '%s' n'a pas d'adresse IP
no: -Verten '%s' har ingen IP adresse
pt_br: - O host '%s' não possui um Endereço IP

source: - The IPAddress '%s' of host '%s' is invalid
fr: - L'adresse IP '%s' de l'hôte '%s' n'est pas valide
no: - IP adressen '%s' for verten '%s' er ugyldig
pt_br: - O endereço IP '%s' do host '%s' é inválido

source: - The IPAddress '%s' of host '%s' does not belong to network '%s' with netmask '%s'
fr: - L'adresse IP '%s' de l'hôte '%s' n'appartient pas au réseau '%s' de masque sous-réseau '%s'
no: - IP adressen '%s' til verten '%s' hører ikke til nettverk '%s' med nettmaske '%s'
pt_br: - O endereço IP '%s' do host '%s' não pertence à rede '%s' com a máscara '%s'

source: - The network address for network '%s' is missing. See the Zones Section
fr: - L'adresse réseau du réseau '%s' est manquante. Vérifier la section Zone
no: - Nettverksadressen for nettverk '%s' mangler. Se 'Soner' avdelingen.
pt_br: - Está faltando o endereço de rede para a rede '%s'. Veja a Seção de Zonas

source: - The network address '%s' of network '%s' is invalid.
fr: - L'adresse réseau '%s' du réseau '%s' n'est pas valide
no: - Nettverksadressen '%s' i nettverk '%s' er ugyldig.
pt_br: - O endereço de rede '%s' da rede '%s' é inválido.

source: - The netmask for network '%s' is missing. See the Zones Section
fr: - Le masque pour le réseau '%s' est manquant. Veuillez vérifier la section Zone
no: - Nettverksmaske til nettverk '%s' mangler. Se Soner-avdelingen
pt_br: - Está faltando a máscara de rede para a rede '%s'. Veja a Seção de Zonas

source: - The netmask '%s' of network '%s' is invalid. See the Zones Section
fr: - Le masque '%s' du réseau '%s' n'est pas valide. Vérifiez la section Zone
no: - Nettverksmasken '%s' til nettverk '%s' er ugyldig. Se Soner-avdelingen
pt_br: - A máscara de rede '%s' da rede '%s' é inválida. Veja a Seção de Zonas

source: - No networks are defined. Please make sure that you define at least one network. See the Zones Section
fr: - Aucun réseau n'a été défini. Veuillez vérifier qu'au moins un réseau a été défini dans la section Zone
no: - Ingen nettverk er definert. Sørg for at minst ett nettverk er definert. Se 'Soner'-avsnittet
pt_br: - Nenhuma rede está definida. Por favor assegure definir pelo menos uma rede. Veja a seção Zonas

source: - No networks are active. Please make sure that at least one of the networks is active. See the Zones Section
fr: - Aucune réseau n'a été activé. Veuillez vérifier qu'au moins un des réseaux a été activé dans la section Zone
no: - Ingen nettverk er aktive. Sørg for at minst ett av nettverkene er aktive. Se 'Soner'-avsnittet
pt_br: - Nenhuma rede está ativa. Por favor tenha certeza de que pelo menos uma das redes está ativa. Veja a seção Zonas

source: Not connected
fr: Non connecté
no: Ikke tilkoblet
pt_br: Desconectado

source: Success
fr: Réussit
no: Vellykket
pt_br: Sucesso

source: No changes
fr: Aucune modification
no: Ingen endringer
pt_br: Nenhuma mudança

source: Error
fr: Erreur
no: Feil
pt_br: Erro

source: Timed out
fr: Temps dépassé
pt_br: Tempo excedido

source: Applying changes ...
fr: Mise à jour des modifications ...
no: Tilfører endringer...
pt_br: Aplicando mudanças...

source: applying changes failed. Please check error.log.
fr: la mise à jour des modifications a échoué, veuillez consulter le rapport error.log
no: Kunne ikke tilføre endringer. Sjekk error.log for mer informasjon
pt_br: falha ao aplicar mudanças. Por favor verifique o error.log

source: Warn
fr: Alerte
pt_br: Aviso

source: Fail
fr: Échec
no: Feil
pt_br: Falha

source: Apply Changes
fr: Appliquer les Modifications
no: Bruk
pt_br: Aplicar Alterações

source: The overall status is not OK. Apply anyway?
fr: Le statut global n'est pas correct. Appliquer malgré tout?
no: Statusen er ikke OK. Oppdatere endringer likevel?
pt_br: O status total não está OK. Aplicar assim mesmo?

source: will not apply changes if the overall status is 'fail'.
fr: Impossible d'appliquer les modifications si le statut global est 'échec'
no: oppdaterer ikke endringer dersom status er: 'FEIL'
pt_br: não serão aplicadas as mudanças se o status geral for 'falhou'.

source: Rules
fr: Règles
no: Regler
pt_br: Regras

source: BlockList
fr: Liste noire
no: Blokkeringsliste
pt_br: Lista de Bloqueios

source: Zones
no: Soner
pt_br: Zonas

source: Services
pt_br: Serviços

source: Quit
fr: Quitter
no: Avslutt program
pt_br: Sair

source: calloc failed: %s.
fr: calloc a échoué: %s.
no: 'calloc()' feilet: %s.
pt_br: falha no calloc: %s.

source: Main Menu
fr: Menu principal
no: Hovedmeny
pt_br: Menu Principal

source: Welcome to Vuurmuur_conf %s
fr: Bienvenue dans Vuurmuur_conf %s
no: Velkommen til Vuurmuur_conf %s
pt_br: Bem vindo ao Vuurmuur_conf %s

source: Overall
fr: Global
no: Generell
pt_br: Total

source: Config
fr: Configuration
no: Konfigurasjon
pt_br: Configuração

source: Settings
fr: Paramètres
no: Innstillinger
pt_br: Ajustes

source: System
fr: Système
pt_br: Sistema

source: Press F5 for details.
fr: <F5> : mode avancé
no: Trykk <F5> for detaljer.
pt_br: F5: ver detalhes.

source: Main
fr: Principal
no: Hovedmeny
pt_br: Principal

source: Convert Rules
fr: Conversion des règles
no: Konverter regler
pt_br: Converter Regras

source: Convert the rules to the new format (recommended)?
fr: Convertir les règles dans le nouveau format (recommandé)?
no: Konverter reglene til nytt format? (anbefales)
pt_br: Converter as regras para o novo formato? (recomendado)

source: converting rules failed.
fr: Échec de la conversion des règles
no: convertering av regler feilet.
pt_br: falha ao converter regras.

source: Rules converted successfully.
fr: Les règles ont été correctement converties
no: Regler konvertert uten feil.
pt_br: Regras convertidas com sucesso.

source: Convert BlockList
fr: Conversion de la liste noire
no: Konverter blokkeringsliste.
pt_br: Converter Lista de Bloqueios

source: Convert the BlockList to the new format (recommended)?
fr: Convertir la liste noire dans le nouveau format (recommandé)?
no: Konverter BlockList til nytt format? (anbefalt)
pt_br: Converter a Lista de Bloqueios para o novo formato? (recomendado)

source: converting BlockList failed.
fr: la conversion de la liste noire a échouée
no: convertering av blokkeringsliste feilet.
pt_br: falha ao converter Lista de Bloqueios.

source: BlockList converted successfully.
fr: La liste noire a été correctement convertie
no: BlockList konvertert uten feil.
pt_br: Lista de bloqueios convertida com sucesso.

source: One or more problems were detected in your current setup. Below is a list
fr: Un problème ou plus ont été détecté dans les paramètres actuels. Voici une liste
no: Ett eller flere problemer ble funnet i oppsettet. Her er en liste:
pt_br: Um ou mais problemas foram detectados na sua instalação atual. Abaixo está a lista

source: No problems were detected in your setup
fr: Aucun problème n'a été détecté dans vos paramètres
no: Det ble ikke funnet noen problemer med oppsettet
pt_br: Nenhum problema foi detectado na sua instalação

source: the double quote sign " is not allowed in the commentfield.
fr: le signe guillemet " n'est pas autorisé dans les commentaires
no: Anførselstegn er ikke tillatt i kommentarfeltet.
pt_br: "aspas duplas" não são permitidas no campo de comentário.

source: the percent sign is not allowed in the commentfield.
fr: le signe pourcent % n'est pas autorisé dans les commentaires
no: Prosent-tegnet er ikke tillatt i kommentarfeltet.
pt_br: o sinal de porcentagem não é permitido no campo de comentário.

source: Moving rule...
fr: Déplacement de la Règle...
no: Flytter regel...
pt_br: Movendo regra...

source: Move Rule
fr: Déplacer une Règle
no: Flytt regel
pt_br: Mover Regra

source: Enter the new rule number:
fr: Entrée le nouveau numéro de la Règle
no: Fyll inn nytt nummer på regelen:
pt_br: Digite o novo número da regra:

source: Cur: %d, Min: 1, Max: %d
fr: Actuel: %d, Mini: 1, Maxi: %d
no: I dag: %d, Min: 1, Max: %d
pt_br: Atual: %d, Mín: 1, Máx: %d

source: move
fr: Déplacer
no: flytt
pt_br: mover

source: Rules Section
fr: Section Règles
no: Regler
pt_br: Seção de Regras

source: Nr.
fr: N°.
pt_br: Núm

source: Action
no: Handling
pt_br: Ação

source: Service
pt_br: Serviço

source: Source
no: Kilde
pt_br: Origem

source: Destination
no: Mål
pt_br: Destino

source: Options
no: Valg
pt_br: Opções

source: Delete rule cancelled.
fr: Supprimer Règle, annulé
no: Sletting av regelen avbrutt.
pt_br: 'Apagar regra' cancelado.

source: rule %d removed.
fr: Règle %d supprimée
no: Regel %d fjernet.
pt_br: regra %d removida.

source: Set the filter
fr: définir le filtre
no: Sett filter.
pt_br: Defina o filtro

source: Enter filter (leave empty for no filter)
fr: Entrer le filtre (vide pour aucun filtre)
no: Fyll inn filter (La være tomt for ingen filter)
pt_br: Digite o filtro (deixe vazio para nenhum filtro)

source: Active filter: '%s' (press 'f' and then just 'enter' to clear).
fr: Filtre activé: '%s' (appuyez sur 'f' puis <ENTREE> pour annuler)
no: Aktivt filter: '%s' (Trykk 'F' og ENTER for å fjerne).
pt_br: Filtro ativo: '%s' (pressione 'f' e aperte 'enter' para limpar).

source: Showing only forward rules.
fr: Afficher uniquement les Règles de transmissions
no: Viser bare 'Forward'-regler
pt_br: Mostrando somente as regras de encaminhamento.

source: Showing all rules.
fr: Afficher toutes les règles
no: Viser alle regler.
pt_br: Mostrando todas as regras.

source: Showing only input rules.
fr: Afficher uniquement les Règles d'entrée
no: Viser bare 'input'-regler.
pt_br: Mostrando somente as regras de entrada.

source: Showing only output rules.
fr: Afficher uniquement les Règles de sortie
no: Viser bare 'output' regler.
pt_br: Mostrando somente as regras de saída.

source: Delete rule
fr: Supprimer Règle
no: Slett regel.
pt_br: Apagar regra

source: new rule inserted.
fr: Nouvelle Règle insérée
no: Ny regel lagt til.
pt_br: nova regra inserida.

source: redirectport must be 1-65535.
fr: redirectport doit être entre 1-65535
no: 'redirectport' må være 1-65536
pt_br: redirectport deve estar entre 0 e 65535.

source: loglimit must be 0-999.
fr: loglimit doit être entre 0-999
no: loglimit må være 0-999.
pt_br: o loglimit deve ser 0-999.

source: new connection limit must be 0-9999.
fr: la limite de nouvelle connexion doit être entre 0-9999
no: Grense for nye tilkoblinger må være 0-9999.
pt_br: o novo limite de conexões deve estar entre 0-9999.

source: Mark
fr: Marque
no: Merke
pt_br: Marca

source: From
fr: Orig.
no: Fra
pt_br: De

source: Listen Interface
fr: Interface d'entrée
no: Nettverksadapter som skal lyttes på.
pt_br: Interface de Escuta

source: To
fr: Dest.
no: Til
pt_br: Para

source: Outgoing Interface
fr: Interface de sortie
no: Utgående nettverksadapter
pt_br: Interface de Saída

source: Log
fr: Rap.
pt_br: Registro

source: Prefix
fr: Préfixe
no: Prefiks
pt_br: Prefixo

source: Limit
fr: Limite
no: Begrens
pt_br: Limite

source: Rule Limit
fr: Limite de Règle
no: Regel begrensning
pt_br: Limite da Regra

source: Reject type
fr: Type de Refus
pt_br: Tipo de rejeição

source: Redirect port
fr: Port de Redirection
no: Port som skal redirectes til
pt_br: Porta p/ Redirecionar

source: Listen port
fr: Port d'entrée
no: Port som skal lyttes på
pt_br: Porta para escutar

source: Remote port
fr: Port distant
no: Fjernport
pt_br: Porta remota

source: Edit Rule: %d
fr: Modifier Règle : %d
no: Endre regel %d
pt_br: Editar Regra: %d

source: Edit Rule
fr: Règles > Modifier
no: Endre regel
pt_br: Editar Regra

source: Press SPACE to select an action.
fr: Appuyez sur <ESPACE> pour choisir une action
no: Trykk SPACE for å velge en handling.
pt_br: Pressione ESPAÇO para selecionar uma ação.

source: Press SPACE to select a service.
fr: Appuyez sur <ESPACE> pour choisir un service
no: Trykk space for å velge en 'service'
pt_br: Pressione ESPAÇO para selecionar um serviço.

source: Press SPACE to select a host, group or network, or the firewall.
fr: Appuyez sur <ESPACE> pour choisir un hôte/groupe/réseau ou le pare-feu
no: Trykk SPACE for å velge en vert, gruppe, nettverk, eller brannmuren.
pt_br: Pressione ESPAÇO para selecionar um host, grupo ou rede, ou o firewall.
