Repository: inliniac/vuurmuur
Catalog: po/*.po
Languages: fr, no, pt_br

source: renaming network failed.
fr: Échec pour renommer le réseau
no: Kunne ikke gi nytt navn til nettverket
pt_br: falha ao renomear rede.

source: '%s' is an invalid name for a network.
fr: '%s' est un nom de réseau invalide
no: '%s' er et ugyldig navn på et nettverk
pt_br: '%s' é um nome inválido para uma rede.

source: New Network
fr: Nouveau Réseau
no: Nytt nettverk
pt_br: Nova Rede

source: Enter the name of the new network
fr: Entrez le nom du nouveau réseau
no: Fyll inn navn på det nye nettverket
pt_br: Digite o nome da nova rede

source: adding network failed.
fr: Échec de l'ajout du nouveau réseau
no: Tillegging av nettverk mislyktes
pt_br: falha ao adicionar rede.

source: This network?
fr: Ce réseau?
no: Dette nettverket?
pt_br: Esta rede?

source: deleting network failed.
fr: Échec de la suppression du réseau
no: Sletting av nettverk mislyktes
pt_br: falha ao apagar rede.

source: unable to delete: network not empty.
fr: Impossible de supprimer: le réseau n'est pas vide
no: Kan ikke slette: nettverket er ikke tomt
pt_br: impossível apagar: a rede não está vazia.

source: Hosts, Groups or this Network
fr: Hôtes, Groupes ou ce Réseau
no: Verter, grupper eller dette nettverket
pt_br: Hosts, Grupos ou esta Rede

source: Edit Zone: Zone
fr: Modifier Zone
no: Endre sone: sone
pt_br: Editar Zona: Zona

source: Edit Zone
fr: Zone > Modifier
no: Endre Sone
pt_br: Editar Zona

source: to enter the networks of this zone
fr: accéder aux réseaux de cette zone
no: for å legge til nettverk til denne sonen
pt_br: para digitar as redes desta zona

source: Rename Zone
fr: Renommer la Zone
no: Gi nytt navn til sone
pt_br: Renomear Zona

source: Enter the new name of the zone
fr: Entrez le nouveau nom de la zone
no: Fyll inn det nye navnet på sonen
pt_br: Digite o novo nome da zona

source: New Zone
fr: Nouvelle Zone
no: Ny sone
pt_br: Nova Zona

source: Enter the name of the new zone
fr: Entrez le nom de la nouvelle Zone
no: Fyll inn navn på den nye sonen
pt_br: Digite o nome da nova zona

source: This zone?
fr: Cette Zone?
no: Denne sonen?
pt_br: Esta zona?

source: deleting zone failed (in: %s:%d).
fr: Échec lors de la suppression de la zone (dans: %s:%d)
no: Sletting av sone feilet (i: %s:%d).
pt_br: falha ao apagar zona (em: %s:%d).

source: unable to delete: zone not empty.
pt_br: impossível apagar: a zona não está vazia.

source: IPAddress
fr: Adresse IP
no: IP adresse
pt_br: Endereço IP

source: Group
fr: Groupe
no: Gruppe
pt_br: Grupo

source: What do you want to block?
fr: Que voulez vous bloquer?
no: Hva vil du blokkere?
pt_br: O que você quer bloquear?

source: New IPAddress
fr: Nouvelle adresse IP
no: Ny IP adresse
pt_br: Novo Endereço IP

source: Enter the IPAddress to be blocked
fr: Entrez l'adresse IP à bloquer
no: IP adresse som skal blokkeres
pt_br: Digite o Endereço IP a ser bloqueado

source: '%s' is not a valid ipaddress.
fr: '%s' n'est pas une adresse IP valide
no: '%s' er ikke en gyldig IP adresse
pt_br: '%s' não é um endereço IP válido.

source: please create one or more hosts/groups first.
fr: Veuillez d'abord créer un hôte/groupe ou plus
no: vennligst opprett en eller flere verter/grupper først.
pt_br: por favor crie um ou mais hosts/grupos primeiro.

source: Select a host or group to block
fr: Choisissez un hôte ou un groupe à bloquer
no: Velg vert eller gruppe som skal blokkeres
pt_br: Selecione um host ou grupo para bloquear

source: adding host/group to list failed (in: %s:%d).
fr: échec lors de l'ajout de l'hôte/groupe à la liste noir (dans: %s:%d)
no: kunne ikke legge til vert/gruppe i listen (i: %s:%d).
pt_br: falha ao adicionar host/grupo à lista (em: %s:%d).

source: Remove
fr: Supprimer
no: Fjern
pt_br: Remover

source: This IP/Host/Group?
fr: Cet IP/Hôte/Groupe ?
no: Denne IP/Vert/Gruppe?
pt_br: Este IP/Host/Grupo?

source: group
fr: groupe
no: gruppe
pt_br: grupo

source: network
fr: réseau
no: nettverk
pt_br: rede

source: zone
no: sone
pt_br: zona

source: Zone
no: Sone
pt_br: zona

source: service
no: tjeneste
pt_br: serviço

source: portrange
fr: plage
no: port-område
pt_br: faixa de portas

source: Portrange
fr: Plage
no: Port-område
pt_br: Faixa de Portas

source: Portranges
fr: Plages
no: Porter
pt_br: Faixa de Portas

source: active
fr: activé
no: Aktiv
pt_br: ativo

source: protocol helper
fr: aide protocole
no: protokoll-hjeper
pt_br: módulos de ajuda do protocolo

source: Protocol Helper
fr: Aide Protocole
no: Protokoll-hjelper
pt_br: Módulos de ajuda do protocolo

source: IP address
fr: Adresse IP
no: IP adresse
pt_br: endereço IP

source: MAC address
fr: Adresse MAC
no: MAC adresse
pt_br: endereço MAC

source: dynamic IP Address
fr: adresse IP dyn.
pt_br: endereço IP dinâmico

source: Dynamic IP Address
fr: Adresse IP Dyn.
pt_br: Endereço IP Dinâmico

source: device
fr: périphérique
no: enhet
pt_br: dispositivo

source: Device
fr: Périphérique
no: Enhet
pt_br: Dispositivo

source: network address
fr: Adresse réseau
no: nettverks-adresse
pt_br: endereço de rede

source: netmask
fr: masque de sous-réseau
no: nettmaske
pt_br: máscara de rede

source: rules are changed
fr: règles modifiées
no: reglene er endret
pt_br: regras foram alteradas

source: number of rules
fr: nombre de règles
no: antall regler
pt_br: número de regras

source: listed below
fr: liste suivante
no: listet under
pt_br: listadas abaixo

source: rename failed
fr: échec pour renommer
no: kunne ikke gi nytt navn
pt_br: falha ao renomear serviço

source: delete failed
fr: échec pour supprimer
no: sletting mislyktes
pt_br: falha ao apagar

source: invalid name
fr: nom invalide
no: ugyldig navn
pt_br: nome inválido

source: Please enter the name
fr: Veuillez entrer un nom
no: Fyll inn navn for den nye tjenesten
pt_br: Por favor digite o nome

source: Yes
fr: Oui
no: Ja
pt_br: Sim

source: No
fr: Non
no: Nei
pt_br: Não

source: FAILED
fr: ÉCHEC
no: FEILET
pt_br: FALHA

source: Internal Error
fr: Erreur Interne
no: Intern feil
pt_br: Erro Interno

source: saving to backend failed
fr: échec de la sauvegarde du programme principal
no: lagring til backends mislyktes (in: %s:%d)!
pt_br: falha ao salvar no backend

source: opening file failed
fr: Échec de l'ouverture du processus : %s
pt_br: falha ao abrir arquivo

source: only ASCII is allowed in the prefix field.
fr: le signe pourcent % n'est pas autorisé dans les commentaires
pt_br: apenas caracteres ASCII são permitidos no campo de prefixo.

source: has been changed
fr: a été modifié
no: er forandret
pt_br: foi(ram) alterada(s)

source: has been added
fr: a été ajoutée
no: er lagt til
pt_br: foi(ram) adicionada(s)

source: has been created
fr: a été créé
no: er opprettet
pt_br: foi(ram) criada(s)

source: has been renamed to
fr: a été renommé en
no: har endrete navn til
pt_br: foi renomeado(a) para

source: has been removed
fr: a été supprimée
no: er fjernet
pt_br: foi removido(a)

source: has been deleted
fr: a été supprimé
no: er slettet
pt_br: foi apagado(a)

source: is now set to
fr: est devenu
no: er nå satt til
pt_br: foi definido(a) para

source: was
fr: au lieu de
no: var
pt_br: era

source: the comment has been changed
fr: le commentaire a été modifié
no: kommentarfeltet er endret
pt_br: o comentário foi alterado

source: this protocol doesn't use ports.
fr: ce protocole n'utilise pas de port
no: Denne protokollen bruker ikke porter
pt_br: este protocolo não usa portas.

source: a member has been added
fr: un membre a été ajouté
no: et medlem har blitt lagt til
pt_br: um membro foi adicionado

source: a member has been removed
fr: un membre a été supprimé
no: filter fjernet
pt_br: um membro foi removido

source: an interface has been added
fr: une interface a été ajoutée
no: en nettverksadapter har blitt lagt til
pt_br: uma interface foi adicionada

source: an interface has been removed
fr: une interface a été supprimée
no: en nettverksadapter har blitt fjernet
pt_br: uma interface foi removida

source: has been added to the blocklist
fr: a été ajouté à la liste noire
no: er lagt til i blokkeringslisten
pt_br: foi adicionado(a) à lista de bloqueios

source: remove
fr: supprimer
no: fjerne
pt_br: remover

source: Initializing Services
fr: Initialisation des Services
no: Initialiserer tjenester
pt_br: Inicializando Serviços

source: Initializing Interfaces
fr: Initialisation des Interfaces
no: Initialiserer nettverksadaptere
pt_br: Inicializando Interfaces

source: Initializing Zones
fr: Initialisation des Zones
no: Initialiserer soner
pt_br: Inicializando Zonas

source: Initializing Rules
fr: Initialisation des Règles
no: Initialiserer regler
pt_br: Inicializando Regras

source: Initializing BlockList
fr: Initialisation de la Liste Noire
no: Initialiserer blokkeringsliste
pt_br: Inicializando Lista de Bloqueios

source: Loading plugins
fr: Chargement des plugins
no: Laster plugins
pt_br: Carregando plugins

source: Loading Vuurmuur_conf settings
fr: Chargement des paramètres de vuurmuur_conf
no: Laster Vuurmuur_conf innstillinger
pt_br: Carregando config. do Vuurmuur_conf

source: Loading Vuurmuur config
fr: Chargement de la configuration de vuurmuur
no: Laster Vuurmuur konfigurasjon
pt_br: Carregando configuração do Vuurmuur

source: Connecting to
fr: Connexion à
no: Kobler til
pt_br: Conectando em

source: The date is now
fr: La date est
no: Datoen nå
pt_br: A data está agora

source: The action is now
fr: L'action est maintenant
no: Handling nå
pt_br: A ação está agora

source: The service is now
fr: Le service est maintenant
no: Tjeneste nå
pt_br: O serviço está agora

source: The source is now
fr: L'origine est maintenant
no: Opprinnelse nå
pt_br: A origem está agora

source: The destination is now
fr: La destination est maintenant
no: Mål nå
pt_br: O destino está agora

source: The prefix is now
fr: Le préfixe est maintenant
no: Prefix nå
pt_br: O prefixo está agora

source: The details are now
fr: Les détails sont maintenant
no: Detaljer nå
pt_br: Os detalhes estão agora

source: logging options are only available for the traffic.log.
pt_br: opções de registro estão apenas disponíveis para traffic.log

source: the action 'Bounce' requires the 'via' option to be set.
pt_br: a ação 'Bounce' requer que a opção 'via' esteja definida.

source: the action 'Redirect' requires the 'Redirect port' option to be set.
pt_br: a ação 'Redirect' requer que a opção 'Redirect Port' esteja definida.

source: Filter
fr: filtre
pt_br: Filtro

source: show lines that don't match
fr: Afficher les entrées ne corespondant pas
pt_br: mostrar linhas que não batem

source: setting filter failed.
fr: Échec de l'ouverture du processus : %s
pt_br: falha ao definir filtro.

source: Please Wait
pt_br: Por favor aguarde

source: Manage Connection
pt_br: Gerenciar Conexões

source: Kill this connection
pt_br: Matar esta conexão

source: Kill all connections with this service/source/destination
pt_br: Matar todas as conexões com este serviço/origem/destino

source: Kill options
pt_br: Opções de término de conexões

source: Kill all connections with source %s
pt_br: Matar todas as conexões com origem %s

source: Kill all connections with destination %s
pt_br: Matar todas as conexões com destino %s

source: Kill all connections of %s
pt_br: Matar todas as conexões de %s

source: BlockList options
pt_br: Opções da Lista de Bloqueios

source: Add source %s to BlockList
pt_br: Adicionar origem %s na Lista de Bloqueios

source: Add destination %s to BlockList
pt_br: Adicionar destino %s na Lista de Bloqueios

source: Add both source and destination to BlockList
pt_br: Adicionar origem e destino à Lista de Bloqueios

source: Kill connection
pt_br: Matar conexão

source: Kill connections
pt_br: Matar conexões

source: Add to BlockList and Apply Changes
pt_br: Adicionar à Lista de Bloqueios e Aplicar Alterações

source: Manage Log
pt_br: Gerenciar Registros

source: Manage Connections
pt_br: Gerenciar Conexões

source: connection actions
pt_br: ações para conexões

source: No connections to act on.
pt_br: Nenhum conexão para ser utilizada.

source: Manage Logging
pt_br: Gerenciar Registros

source: logging actions
pt_br: registrando ações

source: No logs to act on.
pt_br: Nenhum log para ser utilizado.

source: Burst-rate
fr: Quantité d'Extra

source: ESTA
fr: EST.

source: Status
fr: Statut

source: Backend
fr: Principal

source: Daemons
fr: Démons

source: Queue
fr: File d'attente
no: Kø

source: Burst
fr: Extra
no: Burst-Rate

source: Chain
fr: Chaine
no: Kjede

source: Via
fr: Virtuel

source: Press SPACE to toggle queue'ing of this rule.
fr: Appuyez sur <ESPACE> pour placer cette règle en file d'attente
no: Trykk SPACE for å velge 'queueing' av denne regelen.

source: Uptime
fr: Durée

source: Firewall
fr: Pare-feu
no: Brannmur

source: Hosts
fr: Hôtes
no: Verter

source: Host
fr: Hôte

source: host
fr: hôte
no: vert

source: virtual
fr: virtuel
no: virtuell

source: Virtual
fr: Virtuel
no: Virtuell

source: Interface
no: Nettverksadapter

source: Broadcast
no: Kringkast

source: Test-net
no: Test-nett

source: interfaces
no: nettverksadaptere

source: interface
no: nettverksadapter

source: broadcast
no: kringkast
