Repository: inliniac/vuurmuur
Catalog: vuurmuur-conf/po/*.po
Languages: de, nl, ru

source: Search canceled. Press SPACE to return to normal logging.
de: Suche abgebrochen! LEERTASTE um zum normalen Logging zurückzukehren.
nl: Zoeken geannuleerd. Druk SPATIE om terug te keren naar normaal loggen.
ru: Поиск прерван. Нажмите <ПРОБЕЛ> для возврата к просмотру журнала.

source: Search ERROR. Press SPACE to return to normal logging.
de: FEHLER beim Suchen! LEERTASTE um zum normalen Logging zurückzukehren.
nl: Zoek FOUT. Druk SPATIEBALK om terug te keren naar het normale loggen.
ru: Ошибка поиска. Нажмите <ПРОБЕЛ> для возврата к просмотру журнала.

source: Search done: %lu matches. Press SPACE to return to normal logging.
de: Suchen beendet: %lu Resultate. LEERTASTE um zum normalen Logging zurückzukehren.
nl: Zoeken gereed:%lu resultaten. SPATIE om terug te keren naar normaal loggen.
ru: Поиск завершен: %lu совпадений. Нажмите <ПРОБЕЛ> для возврата к просмотру журнала.

source: Applying changed filter...
de: Geänderten Filter verwenden...
nl: Gewijzigd filter toepassen ...
ru: Установка измененного фильтра...

source: Search in progress. Press 'S' to stop current search.
de: Suche wird durchgeführt. Drücken Sie 'S' um die Suche zu stoppen.
nl: Zoekopdracht in behandeling. Druk 'S' om de huidge opdracht te stoppen.
ru: Идет поиск. Нажмите 'S' для остановки.

source: Please first close the current search by pressing SPACE.
de: Bitte beenden Sie zuerst die aktive Suche durch Drücken der LEERTASTE.
nl: Sluit eerst de huidige zoekopdracht af door SPATIEBALK te drukken.
ru: Пожалуйста, закройте сначала текущий поиск нажав <ПРОБЕЛ>.

source: Continue viewing the log.
de: Betrachten der Logdatei fortsetzen.
nl: Doorgaan met het bekijken van het logboek.
ru: Продолжение просмотра журнала.

source: Continue searching.
de: Suche fortsetzen.
nl: Doorgaan met zoeken.
ru: Продолжение поиска.

source: *** PAUSED *** (press 'p' to continue)
de: *** PAUSE *** (Drücken Sie 'p' um weiterzumachen)
nl: *** GEPAUZEERD *** (druk 'p' om door te gaan)
ru: *** ПРИОСТАНОВЛЕНО *** (нажмите 'p' для продолжения)

source: hidden
de: versteckt
nl: verborgen
ru: спрятан

source: visible
de: sichtbar
nl: zichtbaar
ru: видим

source: Already searching. Press 'S' to stop current search.
de: Suche bereits gestartet - Drücken Sie 'S' um die Suche abzubrechen!
nl: Al aan het zoeken. Druk 'S' om de huidige zoekopdracht af te breken.
ru: Поиск уже идет. Нажмите 'S' для остановки.

source: Search
de: Suche
nl: Zoek
ru: Поиск

source: What do you want to search for?
de: Wonach möchten Sie suchen?
nl: Waar wilt u naar zoeken?
ru: Что Вы хотите найти?

source: opening pipe failed: %s.
de: öffnen der Pipe fehlgeschlagen: %s.
nl: openen van pipe mislukt: %s.
ru: ошибка открытия канала: %s.

source: Search started. Press 'S' to stop searching.
de: Suche gestartet - Drücken Sie 'S' für Abbruch!
nl: Zoekopdracht begonnen. Druk 'S' om te stoppen.
ru: Поиск начат. Нажмите 'S' для остановки.

source: search script was not ok, search is disabled.
de: Such-Script ist nicht Ok - Suchmöglichkeit wird abgeschaltet!
nl: zoekscript was niet in orde, zoeken is uitgeschakeld.
ru: ошибка сценария поиска, поиск отключен.

source: No search in progress.
de: Keine Suche aktiv!
nl: Geen zoekopdracht bezig.
ru: Поиск не выполняется.

source: Search in progress: %lu matches so far. SPACE to pause, 'S' to stop.
de: Suche aktiv: bisher %lu Resultate. LEERTASTE für Pause, 'S' für Abbruch!
nl: Zoeken bezig: %lu resultaten. SPATIE voor pauze, 'S' voor stoppen.
ru: Идет поиск: %lu совпадений найдено. <ПРОБЕЛ> - пауза, <S> - отмена.

source: Search PAUSED: %lu matches so far. SPACE to continue, 'S' to stop.
de: Suche unterbrochen: bisher %lu Resultate. LEERTASTE um Suche fortzuführen, 'S' für Abbruch!
nl: Zoeken GEPAUZEERD: %lu resultaten. SPATIE voor doorgaan, 'S' voor stoppen.
ru: Поиск ПРИОСТАНОВЛЕН: %lu совпадений найдено. <ПРОБЕЛ> - продолжение, <S> - отмена.

source: closing logfile failed: %s.
de: Schließen der Logdatei fehlgeschlagen: %s.
nl: sluiten van logbestand mislukt: %s.
ru: ошибка закрытия файла журнала: %s.

source: Ready.
de: Bereit.
nl: Gereed.
ru: Готов.

source: saving rules failed
de: Speichern der Regeln fehlgeschlagen!
nl: opslaan van de regels is mislukt
ru: ошибка сохранения правил

source: cannot rename rulesfile because its location is not set
de: Kann die Rules-Datei nicht umbennen, da der Speicherort nicht konfiguriert ist.
nl: kan het regelsbestand niet hernoemen omdat de locatie ervan niet is ingesteld
ru: невозможно переименовать файл правил, так как не указано его месторасположение

source: renaming '%s' to '%s' failed: %s.
de: Umbenennung von '%s' nach '%s' fehlgeschlagen: %s.
nl: hernoemen van '%s' naar '%s' is mislukt: %s.
ru: ошибка переименования '%s' в '%s': %s.

source: saving blocklist failed
de: Speichern der Blockliste fehlgeschlagen!
nl: opslaan van blokkeerlijst is mislukt.
ru: ошибка сохранения списка запрета.

source: cannot rename blocklistfile because its location is not set
de: Kann die Blockliste-Datei nicht umbennen, da der Speicherort nicht konfiguriert ist.
nl: kan de blokkeerlijst niet hernoemen omdat de locatie ervan niet is ingesteld
ru: невозможно переименовать файл списка запрета, так как не указано его месторасположение

source: Select a log to view.
de: Wählen Sie eine Logdatei.
nl: Selecteer een logbestand.
ru: Выберите журнал для просмотра.

source: attaching to shared memory failed: %s.
de: anhängen an gemeinsamen Speicher fehlgeschlagen: %s.
nl: koppelen met gedeeld geheugen mislukt: %s.
ru: ошибка присоединения к разделяемой памяти: %s.

source: (fail).
de: (fehlgeschlagen).
nl: (fout).
ru: (сбой).

source: (warn).
de: (Warnung).
nl: (let op).
ru: (предупр.).

source: - The path to the Vuurmuur helpfile was not specified, please do so in the Vuurmuur_conf Settings
de: - Pfad der Vuurmuur-Hilfedatei wurde nicht angegeben - bitte setzen Sie ihn in den Vuurmuur_conf Einstellungen
nl: - Het pad naar het Vuurmuur hulpbestand is niet gespecifieerd. Voert u het aub in in de Vuurmuur_conf Instellingen
ru: - Не указан путь в файлу помощи Vuurmuur. Введите его в разделе 'Настройки Vuurmuur_conf'

source: - Opening the helpfile failed. Please check the file
de: - Öffnen der Hilfedatei fehlgeschlagen - Bitte überprüfen Sie die Datei!
nl: - Het openen van het hulpbestand is mislukt. Controleert u aub het bestand
ru: - Ошибка открытия файла помощи. Пожалуйста, проверьте файл

source: - The last time the changes were applied, applying the changes failed for Vuurmuur. Please check the Error.log
de: - Beim letzten ändern trat ein Fehler in VuurMuur auf - Bitte überprüfen Sie die Fehlerdatei 'Error.log'!
nl: - De laatste keer dat de wijzigingen zijn toegepast, is het toepassen mislukt voor Vuurmuur. Controleert u Error.log
ru: - Ошибка применения последних изменеий Vuurmuur. Подробности смотрите в файле Error.log

source: - The last time the changes were applied, applying the changes failed for Vuurmuur_log. Please check the Error.log
de: - Beim letzten ändern trat ein Fehler in VuurMuur_log auf - Bitte überprüfen Sie die Fehlerdatei 'Error.log'!
nl: - De laatste keer dat de wijzigingen zijn toegepast, is het toepassen mislukt voor Vuurmuur_log. Controleert u Error.log
ru: - Ошибка применения последних изменеий Vuurmuur_log. Подробности смотрите в файле Error.log

source: - No connection could be established with Vuurmuur. Please make sure that it is running
de: - Konnte keine Verbindung zu VuurMuur aufbauen - Bitte überprüfen Sie, ob das Programm läuft!
nl: - Er kon geen verbinding worden gemaakt met Vuurmuur. Verzeker u ervan dat het programma draait
ru: - Невозможно соединиться с Vuurmuur. Убедитесь, что он запущен

source: - The connection with Vuurmuur seems to be lost. Please make sure that it is running
de: - Die Verbindung zu Vuurmuur scheint abgebrochen zu sein - Bitte überprüfen Sie, ob das Programm läuft!
nl: - De verbinding met Vuurmuur lijkt verloren te zijn gegaan. Controleer aub of het programma draait
ru: - Соединение с Vuurmuur потеряно. Убедитесь, что он запущен

source: - No connection could be established with Vuurmuur_log. Please make sure that it is running
de: - Konnte keine Verbindung zu VuurMuur_log aufbauen - Bitte überprüfen Sie, ob das Programm läuft!
nl: - Er kon geen verbinding worden gemaakt met Vuurmuur_log. Verzeker u ervan dat het programma draait
ru: - Невозможно соединиться с Vuurmuur_log. Убедитесь, что он запущен

source: - The connection with Vuurmuur_log seems to be lost. Please make sure that it is running
de: - Die Verbindung zu Vuurmuur_log scheint abgebrochen zu sein - Bitte überprüfen Sie, ob das Programm läuft!
nl: - De verbinding met Vuurmuur_log lijkt verloren te zijn gegaan. Controleer aub of het programma draait
ru: - Соединение с Vuurmuur_log потеряно. Убедитесь, что он запущен

source: - The path to the 'iptables'-command is not yet specified. Please do so in the 'Vuurmuur Config' section
de: - Der Pfad zum 'iptables'-Kommando wurde nicht angegeben! Bitte machen Sie dies in der Vuurmuur-Konfiguration!
nl: - Het pad naar het 'iptables'-commando is niet gespecifieerd. Voert u het aub in in Vuurmuur Configuratie
ru: Не указан путь для команды 'iptables'. Введите его в разделе 'Настройки Vuurmuur'

source: - The path to the 'iptables'-command seems to be wrong. There was an error while testing it. Please check it in your system and correct it in the 'Vuurmuur Config' section
de: - Der Pfad zum 'iptables'-Kommando scheint falsch zu sein; Es trat ein Fehler beim testen auf. Bitte kontrollieren Sie es in ihrem System und korrigieren Sie die VuurMuur Konfiguration!
nl: - Het pad naar het 'iptables'-commando lijkt fout te zijn. Er was een fout bij het testen ervan. Controleer het pad en voer het correcte pad in in de Vuurmuur Configuratie
ru: - Неверный путь для команды 'iptables'. Ошибка во время тестирования. Убедитесь в наличии 'iptables' на Вашей системе и введите правильный путь в разделе 'Настройки Vuurmuur'

source: - The path to the 'iptables-restore'-command is not yet specified. Please do so in the 'Vuurmuur Config' section
de: - Der Pfad zum 'iptables-restore'-Kommando wurde nicht angegeben! Bitte machen Sie dies in der Vuurmuur-Konfiguration!
nl: - Het pad naar het 'iptables-restore'-commando is niet gespecifieerd. Voer het aub in in Vuurmuur Configuratie
ru: - Не указан путь для команды 'iptables-restore'. Введите его в разделе 'Настройки Vuurmuur'

source: - The path to the 'iptables-restore'-command seems to be wrong. There was an error while testing it. Please check it in your system and correct it in the 'Vuurmuur Config' section
de: - Der Pfad zum 'iptables-restore'-Kommando scheint falsch zu sein; Es trat ein Fehler beim testen auf. Bitte kontrollieren Sie es in ihrem System und korrigieren Sie die VuurMuur Konfiguration!
nl: - Het pad naar het 'iptables-restore'-commando lijkt fout te zijn. Er was een fout bij het testen ervan. Controleer het pad en voer het correcte pad in in de Vuurmuur Configuratie
ru: - Неверный путь для команды 'iptables-restore'. Ошибка во время тестирования. Убедитесь в наличии 'iptables-restore' на Вашей системе и введите правильный путьв разделе 'Настройки Vuurmuur'

source: - No portranges/protocols defined in service '%s'
de: - Noch keine Portranges/Protokolle definiert im Dienst '%s'
nl: - Geen poortbereiken/protocollen toegewezen aan service '%s'
ru: - Не определены диапазоны портов/протоколы для службы '%s'

source: - No interfaces are defined. Please define one or more interfaces
de: - Keine Netzwerkkarten spezifiziert - Bitte definieren Sie ein oder mehrere!
nl: - Er zijn geen interfaces gedefinieerd. Definieer één of meer interfaces
ru: - Интерфейсы не определены. Укажите хотя бы один интерфейс

source: - The interface '%s' does not have a device. Please enter a device in the Interfaces Section
de: - Bei Netzwerkkarte '%s' ist kein Gerät spezifiziert - Bitte legen Sie dies fest!
nl: - De interface '%s' heeft geen apparaat. Voert u aub een apparaat in in de Interfaces Afdeling
ru: - Интерфейс '%s' не имеет устройства. Введите устройство в разделе Интерфейсы

source: - The ipaddress '%s' of interface '%s' is invalid
de: - Die IP-Adresse '%s' der Netzwerkkarte '%s' ist ungültig
nl: - Het IP Adres '%s' van interface '%s' is ongeldig
ru: - IP-адрес '%s' интерфейса '%s' недопустим

source: - The ipaddress '%s' of interface '%s' (%s) does not match the ipaddress of the actual interface (%s)
de: - Die IP-Adresse '%s' der Netzwerkkarte '%s' (%s) entspricht nicht der IP-Adresse der aktuellen Netzwerkkarte (%s)
nl: - Het IP Adres '%s' van interface '%s' (%s) komt niet overeen met het IP Adres van de werkelijke interface (%s)
ru: - IP-адрес '%s' интерфейса '%s' (%s) не соответствует IP-адресу настоящего интерфейса (%s)

source: - No interfaces are active. Please make sure that at least one of the interfaces is active
de: - Keine Netzwerkkarte aktiv. Bitte sorgen Sie dafür, daß zumindest eine Netzwerkkarte aktiv ist!
nl: - Er zijn geen actieve interfaces. Zorg ervoor dat er tenminste één interface actief is
ru: - Нет активных интерфейсов. Убедитесь в наличии хотя бы одного активного интерфейса

source: - No zones are defined. Please define one or more zones, and at least one network
de: - Keine Zonen festgelegt - Bitte zuerst ein oder mehrere Zonen UND einen Netzwerkeintrag erstellen!
nl: - Er zijn geen zones gedefinieerd. Zorg ervoor dat er tenminste één zone en één netwerk zijn gedefinieerd
ru: - Не определены зоны. Укажите хотя бы одну зону и сеть

source: - The host '%s' does not have an IPAddress
de: - Der Host '%s' hat keine IP-Adresse
nl: - De host '%s' heeft geen IP Adres
ru: - Хост '%s' не имеет IP-адрес

source: - The IPAddress '%s' of host '%s' is invalid
de: - Die IP-Adresse '%s' des Hosts '%s' ist ungültig
nl: - Het IP Adres '%s' van host '%s' is ongeldig
ru: - IP-адрес '%s' хоста '%s' недопустим

source: - The IPAddress '%s' of host '%s' does not belong to network '%s' with netmask '%s'
de: - Die IP-Adresse '%s' des Hosts '%s' gehört nicht zum Netzwerk '%s' mit der Netzmaske '%s'
nl: - Het IP Adres '%s' van host '%s' behoort niet tot het network '%s' met netmask '%s'
ru: - IP-адрес '%s' хоста '%s' не принадлежит сети '%s' с сетевой маской '%s'

source: - The network '%s' as no interfaces attached to it. Please attach one or more interfaces to it in the Zones Section
ru: - Сеть '%s' не имеет подключенных интерфейсов. Подключите хотя бы один интерфейс к ней в разделе Зоны

source: - The network address for network '%s' is missing. See the Zones Section
de: - Die Netzwerk-Adresse für das Netzwerk '%s' fehlt. Siehe Zonen Sektion
nl: - Het netwerk adres van netwerk '%s' is niet ingevuld. Zie de Zones Afdeling
ru: - Отсутствует сетевой адрес сети '%s'. Смотрите раздел Зоны

source: - The network address '%s' of network '%s' is invalid.
de: - Die Netzwerk-Adresse '%s' des Netzwerkes '%s' ist ungültig.
nl: - Het netwerk adres '%s' van netwerk '%s' is ongeldig.
ru: - Сетевой адрес '%s' сети '%s' недопустим.

source: - The netmask for network '%s' is missing. See the Zones Section
de: - Die Netzwerkmaske für das Netzwerk '%s' fehlt. Siehe Zonen Sektion
nl: - Het netmask van netwerk '%s' is niet ingevuld. Zie de Zones Afdeling
ru: - Отсутствует сетевая маска сети '%s'. Смотрите раздел Зоны

source: - The netmask '%s' of network '%s' is invalid. See the Zones Section
de: - Die Netzwerkmaske '%s' für das Netzwerk '%s' ist ungültig. Siehe Zonen Sektion
nl: - Het netmask '%s' van netwerk '%s' is ongeldig. Zie de Zones Afdeling
ru: - Сетевая маска '%s' сети '%s' недопустима. Смотрите раздел Зоны

source: - No networks are defined. Please make sure that you define at least one network. See the Zones Section
de: - Keine Netzwerke definiert - Bitte zuerst einen Netzwerkeintrag definieren. (Siehe Zonen Sektion)
nl: - Er zijn geen netwerken gedefinieerd. Zorg ervoor dat er tenminste één netwerk is gedefinieerd . Zie de Zones afdeling
ru: - Не определены сети. Укажите хотя бы одну сеть (см. раздел Зоны)

source: - No networks are active. Please make sure that at least one of the networks is active. See the Zones Section
de: - Kein Netzwerk aktiv - Bitte aktivieren Sie zuerst ein Netzwerk (Siehe dazu Zonen Sektion)
nl: - Er zijn geen actieve netwerken. Zorg ervoor dat tenminste één netwerk actief is. Zie de Zones afdeling
ru: - Нет активных сетей. Убедитесь в наличии хотя бы одной активной сети (см. раздел Зоны)

source: Not connected
de: Nicht verbunden
nl: Niet verbonden
ru: Не соединен

source: Success
de: Erfolgreich!
nl: Gelukt
ru: Успех

source: No changes
de: Keine Veränderungen
nl: Geen veranderingen
ru: Изменений нет

source: Error
de: Fehler
nl: Fout
ru: Ошибка

source: Timed out
de: Zeit abgelaufen
nl: Tijd verstreken
ru: Время вышло

source: Applying changes ...
de: übernehme Änderungen...
nl: Bezig met toepassen ...
ru: Применение изменений...

source: applying changes failed. Please check error.log.
de: übernehmen der Änderungen fehlgeschlagen - Bitte überprüfen Sie das 'Error-Log'.
nl: toepassen van de wijzigingen is mislukt. Controleert u error.log.
ru: ошибка применения изменений. Смотрите файл error.log.

source: Warn
nl: Let op
ru: Предуп

source: Fail
de: FEHLER
nl: Fout
ru: Сбой

source: Vuurmuur daemon not running. Can't notify it of any changes. Please start it first.
de: der Vuurmuur Daemon läuft nicht. Kann die Änderungen nicht weitergeben. Bitte starten Sie diesen.
nl: Vuurmuur daemon niet actief. Kan het niet op de hoogte stellen van de wijzigingen. Start het a.u.b. eerst.
ru: Демон Vuurmuur не запущен. Невозможно оповестить его об изменениях. Пожалуйста, запустите его сначала.

source: Apply Changes
de: Änderungen übernehmen
nl: Wijzigingen toepassen
ru: Применить изменения

source: The overall status is not OK. Apply anyway?
de: Der Gesamtstatus ist nicht OK. Trotzdem weitermachen?
nl: De algemene status is niet OK? Toch toepassen?
ru: Общий статус не в норме. Применить все-равно?

source: will not apply changes if the overall status is 'fail'.
de: werde Änderungen nicht übernehmen solange Gesamtstatus auf 'FEHLER' ist
nl: zal niet toepassen als de algemene status 'fout' is.
ru: Изменения не будут применены, так как общий статус не в норме.

source: Rules
de: Regeln
nl: Regels
ru: Правила

source: BlockList
de: Blockliste
nl: Blokkeerlijst
ru: Список запрета

source: Zones
de: Zonen
ru: Зоны

source: Services
de: Dienste
ru: Службы

source: Quit
de: Programm beenden
nl: Afsluiten
ru: Выйти

source: calloc failed: %s.
de: 'calloc' fehlgeschlagen: %s.
nl: calloc mislukt: %s.
ru: сбой calloc: %s.

source: Main Menu
de: Hauptmenü
nl: Hoofdmenu
ru: Главное меню

source: Welcome to Vuurmuur_conf %s
de: Willkommen bei Vuurmuur_conf %s
nl: Welkom bij Vuurmuur_conf %s
ru: Добро пожаловать в Vuurmuur_conf %s

source: Overall
de: Allgemein
nl: Algemeen
ru: Общие

source: Backend
ru: Хранилище

source: Config
de: Konfiguration
nl: Configuratie
ru: Настройки

source: Settings
de: Einstellungen
nl: Instellingen
ru: Установки

source: Daemons
nl: Processen
ru: Демоны

source: System
nl: Systeem
ru: Система

source: Press F5 for details.
de: Drücke F5 für Details.
nl: Druk F5 voor details.
ru: Нажмите <F5> для деталей.

source: Main
de: Hauptmenü
nl: Hoofdmenu
ru: Главное

source: Convert Rules
de: Regeln konvertieren
nl: Converteer Regels
ru: Преобразование правил

source: Convert the rules to the new format (recommended)?
de: Konvertieren der Regeln in das neue Format (empfohlen)?
nl: Regels naar het nieuwe formaat converteren (aangeraden)?
ru: Преобразовать правила в новый формат (рекоммендуется)?

source: converting rules failed.
de: Konvertierung der Regeln ist fehlgeschlagen!
nl: converteren van de regels is mislukt.
ru: ошибка преобразования правил.

source: Rules converted successfully.
de: Regeln erfolgreich konvertiert.
nl: Regels met succes geconverteerd.
ru: Правила преобразованы успешно.

source: Convert BlockList
de: Blockierliste konvertieren
nl: Converteer Blokkeerlijst
ru: Преобразование списка запрета

source: Convert the BlockList to the new format (recommended)?
de: Konvertierung der Blockliste in das neue Format (empfohlen)?
nl: Blokkeerlijst naar het nieuwe formaat converteren (aangeraden)?
ru: Преобразовать список запрета в новый формат (рекоммендуется)?

source: converting BlockList failed.
de: Konvertierung der Blockliste fehlgeschlagen.
nl: converteren van Blokkeerlijst mislukt.
ru: ошибка преобразования списка запрета.

source: BlockList converted successfully.
de: Blockliste erfolgreich konvertiert.
nl: Blokkeerlijst met succes geconverteerd.
ru: Список запрета преобразован успешно.

source: One or more problems were detected in your current setup. Below is a list
de: Ein oder mehrere Probleme sind im derzeitigen Setup aufgetreten. Hier eine Liste:
nl: Er zijn één of meer problemen gedetecteerd in uw systeem. Hieronder volgt een lijst
ru: Обнаружены проблемы в текущих настройках. Список указан ниже

source: No problems were detected in your setup
de: Es wurden keine Probleme im derzeitigen Setup festgestellt!
nl: Er zijn geen problemen gedetecteerd in uw systeem
ru: Настройки в норме

source: the double quote sign " is not allowed in the commentfield.
de: Das "-Zeichen ist im Kommentarfeld nicht erlaubt.
nl: het trema teken " is niet toegestaan in het commentaarveld.
ru: Символ двойных кавычек " недопустим в описании.

source: the percent sign is not allowed in the commentfield.
de: Das Prozentzeichen ist im Kommentarfeld nicht erlaubt.
nl: het procentteken is niet toegestaan in het commentaarveld.
ru: Символ процента недопустим в описании.

source: Incoming guaranteed rate
de: Eingehnd zugesicherte Rate
nl: Garantie inkomend
ru: Гарант. вход. скорость

source: Incoming maximum rate
de: Eingehend maximale Rate
nl: Maximaal inkomend
ru: Макс. вход. скорость

source: Outgoing guaranteed rate
de: Ausgehend zugesicherte Rate
nl: Garantie uitgaand
ru: Гарант. исход. скорость

source: Outgoing maximum rate
de: Ausgehend maximale Rate
nl: Maximaal uitgaand
ru: Макс. исход. скорость

source: Priority
de: Priorität
nl: Prioriteit
ru: Приоритет

source: Moving rule...
de: Verschiebe Regel...
nl: Verplaatsen regel...
ru: Перемещаю правило...

source: Move Rule
de: Regel verschieben
nl: Verplaats Regel
ru: Переместить правило

source: Enter the new rule number:
de: Geben Sie die neue Nummer für die Regel ein:
nl: Voer het nieuwe regelnummer in:
ru: Введите нов.номер правила:

source: Cur: %d, Min: 1, Max: %d
de: Heute: %d, Min: 1, Max: %d
nl: Huidig: %d, Min: 1, Max: %d
ru: Текущ.: %d, Мин.: 1, Макс.: %d

source: move
de: Verschieben
nl: verplaats
ru: переместить

source: Rules Section
de: Regel-Sektion
nl: Regel Afdeling
ru: Список правил

source: Nr.
ru: No

source: Action
de: Aktion
nl: Actie
ru: Действие

source: Service
de: Dienst
ru: Служба

source: Source
de: Quelle
nl: Bron
ru: Источник

source: Destination
de: Ziel
nl: Doel
ru: Адресат

source: Options
de: Optionen
nl: Opties
ru: Настройки

source: Delete rule cancelled.
de: Löschen der Regel unterbrochen!
nl: Verwijderen van regel geannuleerd.
ru: Удаление правила прервано.

source: rule %d removed.
de: Regel %d gelöscht!
nl: regel %d verwijderd.
ru: правило %d удалено.

source: Set the filter
de: Filter einstellen
nl: Stel filter in
ru: Установить фильтр

source: Enter filter (leave empty for no filter)
de: Geben Sie den Filter ein (Bei Auslassen kein Filter)
nl: Voer filter in (laat leeg voor geen filter)
ru: Введите фильтр (оставьте пустым без фильтра)

source: Active filter: '%s' (press 'f' and then just 'enter' to clear).
de: Aktive Filter: '%s' (Drücken Sie 'F' und dann 'ENTER' um ihn zu löschen).
nl: Huidige filter: '%s' (druk 'f' en dan gewoon 'enter' om filter te verwijderen).
ru: Активный фильтр: '%s' (нажмите <f> и затем только <Enter> для отмены).

source: Showing only forward rules.
de: Zeige nur 'Forward'-Regeln!
nl: Alleen doorstuurregels worden getoond.
ru: Видны только правила пересылки.
