Repository: inliniac/vuurmuur
Catalog: vuurmuur-conf/po/*.po
Languages: de, nl, ru

source: malloc failed: %s (in: %s:%d).
de: malloc-Fehler: %s (in: %s:%d).
nl: malloc mislukt: %s (in: %s:%d).
ru: сбой malloc: %s (в: %s:%d).

source: opening '%s' failed: %s (in: %s:%d).
de: konnte '%s' nicht öffnen: %s (in: %s:%d).
nl: kon '%s' niet openen: %s (in: %s:%d).
ru: ошибка открытия '%s': %s (в: %s:%d).

source: could not parse month '%s' (in: %s:%d).
de: konnte Monat '%s' nicht parsen (in: %s:%d).
nl: kon de maand '%s' niet verwerken (in: %s:%d).
ru: месяц указан неверно '%s' (в: %s:%d).

source: closing of '%s' failed: %s (in: %s:%d).
de: Konnte '%s' nicht schließen: %s (in: %s:%d).
nl: afsluiten van '%s' mislukt: %s (in: %s:%d).
ru: ошибка закрытия '%s': %s (в: %s:%d).

source: removing '%s' failed (unlink): %s (in: %s:%d).
de: Konnte '%s' nicht löschen (unlink): %s (in: %s:%d).
nl: verwijderen van '%s' mislukt (unlink): %s (in: %s:%d).
ru: ошибка удаления(unlink) '%s': %s (в: %s:%d).

source: calloc failed: %s (in: %s:%d).
de: calloc-Fehler: %s (in: %s:%d).
nl: calloc mislukt: %s (in: %s:%d).
ru: сбой calloc: %s (в: %s:%d).

source: Traffic Volume Section
de: Anzeige Datenverkehr
nl: Verkeers Volume Afdeling
ru: Раздел объем трафика

source: creating window failed.
de: Konnte das Fenster nicht erstellen
nl: creeëren van een scherm is mislukt
ru: ошибка создания окна.

source: creating panel failed.
de: Konnte das Panel nicht erstellen
nl: creeëren van het paneel is mislukt.
ru: ошибка создания панели.

source: creating form failed.
de: Konnte das Formular nicht erstellen
nl: creeëren van het formulier is mislukt.
ru: ошибка создания формы.

source: posting the form failed.
de: Konnte das Formular nicht posten
nl: plaatsen van het formulier mislukt.
ru: ошибка отправки панели.

source: Interface
de: Netzwerkkarte
ru: Интерфейс

source: Today
de: Heute
nl: Vandaag
ru: Сегодня

source: In
ru: Вхд

source: Out
nl: Uit
ru: Исх

source: Yesterday
de: Gestern
nl: Gisteren
ru: Вчера

source: 7-days
de: 7-Tage
nl: 7-dagen
ru: 7-дней

source: This month
de: akt. Monat
nl: Deze maand
ru: Этот месяц

source: Last month
de: vor, Monat
nl: Vorige mnd
ru: Посл. месяц

source: help
de: Hilfe
nl: hulp
ru: помощь

source: back
de: Zurück
nl: terug
ru: назад

source: no interfaces found. Please define an interface first.
de: Keine Netzwerkkarte(n) gefunden. Bitte geben Sie zuerst die Netzwerkkarte(n) ein.
nl: er zijn geen interfaces gevonden. Definieer aub eerst een interface.
ru: не найдены интерфейсы. Сначала необходимо определить интерфейс.

source: please set the location of the iptrafvol.pl command in the Settings.
de: Bitte geben Sie den Pfad von iptrafvol.pl in den Voreinstellungen ein.
nl: stel aub de locatie van het iptrafvol.pl commando in in de Instellingen.
ru: пожалуйста, укажите местоположение команды iptrafvol.pl в Настройках

source: Traffic Volume
de: Datendurchsatz
nl: Vekeers Volume
ru: Объем трафика

source: error
de: Fehler
nl: fout
ru: ошибка

source: rewritten Vuurmuur_conf config file.
de: Vuurmuur_conf-Konfigdatei gespeichert.
nl: Vuurmuur_conf configuratiebestand herschreven.
ru: перезаписан конфиг. файл Vuurmuur_conf.

source: General
de: Allgemeines
nl: Algemeen
ru: Основные

source: Connections
de: Verbindungen
nl: Verbindingen
ru: Соединения

source: Interfaces
de: Netzwerkkarten
ru: Интерфейсы

source: System Protection
de: Systemschutz
nl: Systeem Bescherming
ru: Защита системы

source: Logging
nl: Logboek
ru: Ведение журналов

source: Modules
de: Module
ru: Модули

source: Plugins
ru: Плагины

source: Capabilities
nl: Mogelijkheden
ru: Возможности

source: Edit Config: General
de: Konfiguration ändern: Allgemeines
nl: Configuratie bewerken: Algemeen
ru: Изменение настроек: Общие

source: Iptables location (full path):
de: Iptables-Datei (Vollständiger Pfad):
nl: Iptables locatie (volledig pad):
ru: Местоположение iptables (полный путь):

source: Iptables-restore location (full path):
de: Iptables-Kopie (Vollständiger Pfad):
nl: Iptables-restore locatie (volledig pad):
ru: Местоположение iptables-restore (полный путь):

source: Conntrack location (full path):
de: Conntrack Ort (Vollständiger Pfad):
nl: Conntrack locatie (volledig pad):
ru: Местоположение conntrack (полный путь):

source: Tc location (full path):
de: Tc Ort (Vollständiger Pfad):
nl: Tc locatie (volledig pad):
ru: Местоположение tc (полный путь):

source: Saving config failed
de: Speichern der Konfig-Datei fehlgeschlagen!
nl: Opslaan van configuratie is mislukt.
ru: Сохраняю настройки

source: Saving the config failed. Sure you want to quit?
de: Speichern der Konfig-Datei fehlgeschlagen. Wollen SIe das Programm wirklich beenden?
nl: Opslaan van configuratie is mislukt. Weet u zeker dat u wilt afsluiten?
ru: Ошибка сохранения настроек. Вы уверены, что хотите выйти?

source: writing configfile failed.
de: Speichern der Konfig-Datei fehlgeschlagen!
nl: het wegschrijven van het configuratiebestand is mislukt.
ru: ошибка записи конфиг. файла.

source: Edit Config: Interfaces
de: Konfiguration ändern: Netzwerkkarten
nl: Configuratie bewerken: Interfaces
ru: Изменение настроек: Интерфейсы

source: check dynamic interfaces for changes.
de: überprüfe dynamische Netzwerkkarten auf Änderungen.
nl: controleer dynamische interfaces op veranderingen.
ru: проверка изменения динамических интерфейсов.

source: Check interval:
de: Überprüfungsintervall:
nl: Controle interval:
ru: Интервал проверки:

source: sec.
de: Sek.
ru: сек.

source: Edit Config: Modules
de: Konfiguration ändern: Module
nl: Configuratie bewerken: Modules
ru: Изменение настроек: Модули

source: Modprobe location (full path)
de: Ort von 'modprobe' (Vollständiger Pfad):
nl: Modprobe locatie (volledig pad):
ru: Местоположение modprobe (полный путь):

source: load modules
de: Lade Module
nl: laad modules
ru: загрузить модули

source: waittime after loading a module (in 1/10 th of a second)
de: Wartezeit nach Laden eines Moduls (Angabe in 1/10 Sekunde)
nl: wachttijd na het laden van een module (10 is één seconde)
ru: задержка после загрузки модулей (в 1/10-ой секунды)

source: Edit Config: Plugins
de: Konfiguration ändern: Plugins
nl: Configuratie bewerken: Plugins
ru: Изменение настроек: Плагины

source: Services Backend:
ru: Хранилище служб:

source: Zones Backend:
de: Zonen Backend:
ru: Хранилище зон:

source: Interfaces Backend:
de: Netzwerkkarten Backend:
ru: Хранилище интерфейсов:

source: Rules Backend:
de: Reglen Backend:
nl: Regels Backend:
ru: Хранилище правил:

source: Edit Config: Connections
de: Konfiguration ändern: Verbindungen
nl: Configuratie bewerken: Verbindingen
ru: Изменение настроек: Соединения

source: You can limit the number of new connections per second:
de: Sie können die Anzahl neuer Verbindungen pro Sekunde begrenzen:
nl: U kan het aantal nieuwe tcp verbindingen per seconde limiteren:
ru: Вы можете ограничить число новых соединений в секунду:

source: Limit new TCP connections.
de: Begrenze Anzahl neuer TCP-Verbindungen.
nl: Limiteer nieuwe TCP verbindingen.
ru: Ограничение новых TCP-соединений.

source: Number of SYN-packets per second
de: Anzahl SYN-Pakete pro Sekunde
nl: Aantal SYN-pakketten per seconde
ru: Число SYN-пакетов в секунду

source: Burst-rate
nl: Piek
ru: Степень заброса

source: Limit new udp 'connections'.
de: Begrenze neue UDP-Verbindungen.
nl: Limiteer nieuwe udp 'verbindingen'.
ru: Ограничение новых UDP-соединений.

source: Number of new UDP 'connections' per second
de: Anzahl neuer UDP-Verbindungen pro Sekunde
nl: Aantal nieuwe UDP 'connecties' per seconde
ru: Число новых UDP-соединений в секунду

source: Vuurmuur_conf Settings
de: Vuurmuur_conf Einstellungen
nl: Vuurmuur_conf Instellingen
ru: Настройки Vuurmuur_conf

source: Defaults for creating new rules:
de: Standardeinstellungen für Erstellung neuer Regeln:
nl: Standaardinstellingen voor creatie nieuwe regels:
ru: Значение по умолчанию для нового правила:

source: Log the rule
de: Logge die Regel
nl: Log de regel
ru: Журнал для правила

source: Loglimit per second
de: Logging-Grenze pro Sekunde
nl: Loglimiet per seconde
ru: Предел числа событий в секунду

source: Buffersize logviewer (number of lines):
de: Buffergröße Logviewer (in Anzahl Zeilen):
nl: Buffergrootte logboek inzage (in regels):
ru: Размер буфера просмотра журнала (число строк):

source: Advanced mode by default:
de: Fortgeschrittener Modus bei Voreinstellung:
nl: Standaard geavanceerde modus:
ru: Расширенный режим по умолчанию:

source: Draw status in Main Menu:
de: Zeige Status im Hauptmenü:
nl: Geef status weer in hoofdmenu:
ru: Отображать статус в главном меню:

source: iptrafvol.pl location (full path)
de: Vollständiger Pfad iptrafvol.pl:
nl: iptrafvol.pl locatie (volledig pad):
ru: Местоположение iptrafvol.pl (полный путь):

source: Edit Config: Logging
de: Konfiguration ändern: Logging
nl: Configuratie bewerken: Logboek
ru: Изменение настроек: Ведение журналов

source: Vuurmuur logfiles location (full path):
de: Vuurmuur Logdatei Pfad (vollständig):
nl: Vuurmuur logboeken lokatie (volledig pad):
ru: Местоположение журналов Vuurmuur (полный путь):

source: Loglevel (for use with syslog, requires vuurmuur restart):
de: Logging-Stufe (im 'syslog', erfordert vuurmuur Neustart):
nl: Logniveau (voor gebruik met syslog, vereist een herstart van Vuurmuur):
ru: Уровень протоколир-я (исп-ся с syslog, нужен перезапуск Vuurmuur):

source: Logfile containing IPtables/Netfilter logs:
de: Logdatei enthält IPtables/Netfilter logs:
nl: Logbestand dat de IPtables/netfilter logs bevat:
ru: Файл, содержащий журналы IPtables/Netfilter:

source: Log the default policy? (DROP):
de: Logge auch die Standardregel (DROP)?:
nl: Log de standaard policy? (DROP):
ru: Вести журнал политики по умолчанию? (DROP):

source: Limit of the number of logs per second (0 for no limit):
de: Maximale Anzahl der Loggings pro Sekunde (0 für unbegrenzt):
nl: Maximaal aantal logs per seconde (0 voor geen limiet):
ru: Ограничение числа событий в сек. (0 - без огран-ий):

source: Log TCP options (for use with PSAD):
de: Logge TCP Optionen (für den Gebrauch mit 'PSAD'):
nl: Log TCP opties (voor gebruik met PSAD):
ru: Сохранять в журнале настройки TCP (используется с PSAD):

source: Log blocklist violations:
de: Logge Verstösse gegen die Blockierlisten:
nl: Log blokkeerlijst overtredingen:
ru: Вести журнал нарушений списка запрета:

source: Log packets with state INVALID:
de: Logge Pakete mit Status INVALID:
nl: Log pakketten met als status INVALID:
ru: Вести журнал пакетов в состоянии INVALID:

source: Log new TCP packets with no SYN flag set:
de: Logge neue TCP Pakete mit NO SYN Flag gesetzt:
nl: Log nieuwe TCP pakketten zonder SYN-vlag ingesteld:
ru: Вести журнал новых пакетов TCP без флага SYN:

source: Log scan probe packets:
de: Logge Scan Probe Pakete:
nl: Log scanpoging pakketten:
ru: Вести журнал пакетов попыток сканирования:

source: Log Fragments:
de: Logge Fragmente:
nl: Log fragmenten:
ru: Вести журнал фрагментов:

source: changing the logdir requires applying changes to get into effect in the logviewer.
de: Das Verändern des Logverzeichnis muß extra bestätigt werden, damit man es im Logviewer sehen kann!
nl: het veranderen van de logdir vereist het toepassen van de wijzigingen om effectief te worden in de logboek inzage.
ru: изменение каталога журналов требует перезапуска Vuurmuur для вступленияв силу.

source: limit must be between 0-999.
de: Maximalwert muß zwischen 0-999 sein!
nl: limiet moet binnen 0-999 vallen.
ru: Предел должен быть между 0-999

source: View Capabilities
de: Ansichtsmöglichkeiten
nl: Bekijk Mogelijkheden
ru: Просмотр возможностей

source: Could not check.
de: Konnte es nicht überprüfen
nl: Kon niet controleren.
ru: Не смог проверить.

source: checking capabilities failed.
de: Überprüfung der Capabilities fehlgeschlagen!
nl: controleren van mogelijkheden mislukt.
ru: ошибка проверки возможностей.

source: Back
de: Zurück
nl: Terug
ru: Выход

source: Configuration Menu
de: Konfigurationsmenü
nl: Configuratie Menu
ru: Меню настроек

source: Select a section.
de: Wählen Sie einen Abschnitt:
nl: Selecteer een afdeling.
ru: Выберите раздел.

source: Vuurmuur Config
de: Vuurmuur Konfiguration
nl: Vuurmuur Configuratie
ru: Настройки Vuurmuur

source: CONN
de: VERB
nl: OPBW
ru: СОЕД

source: ESTA
de: AUFG
nl: VERB
ru: УСТА

source: DISC
de: TREN
nl: AFSL
ru: РАСС

source: IN
de: EIN
ru: ВХД

source: OUT
de: AUS
nl: UIT
ru: ИСХ

source: FWD
de: WEI
nl: DR
ru: ПЕР

source: getting the connections failed.
de: ermitteln der Verbindungen fehlgeschlagen!
nl: ophalen van verbindingen mislukt.
ru: ошибка установки соединения.

source: manage
de: verwalten
nl: beheer
ru: управлять

source: in/out/fw
de: Ein/Aus/Weit
nl: in/uit/door
ru: вх/исх/пер

source: connect
de: Verbunden
nl: verbinding
ru: соединения

source: grp
de: Gruppe
ru: группа

source: unknown ip
de: Unbekannte IP
nl: onbekend ip
ru: неизв. IP

source: filter
ru: фильтр

source: account
de: Konto
nl: verkeer
ru: счетчик

source: details
ru: детали

source: Total
de: Gesamt
nl: Totaal
ru: Итого

source: Incoming
de: Eingehende
nl: Inkomende
ru: Входящие

source: Forwarding
de: Weitergeleitete
nl: Doorsturen
ru: Пересылаемые

source: Outgoing
de: Ausgehende
nl: Uitgaand
ru: Исходящие

source: Established Connections
de: aufgebaute Verbindungen
nl: Gevestigde Verbindingen
ru: Усстановленные соединения

source: Connections Initializing
de: aufbauende Verbindungen
nl: Opbouwende Verbindingen
ru: Инициализируемые соединения

source: Connections Closing
de: trennende Verbindungen
nl: Afsluitende Verbindingen
ru: Закрываемые соединения

source: Connecting
de: Verbindend
nl: Verbinden
ru: Подсоединение

source: Established
de: Aufgebaute
nl: Gevestigd
ru: Установлено

source: Disconnecting
de: Trennende
nl: Afsluiten
ru: Рассоединение

source: Forwarded Connections
de: weitergeleitete Verbindungen
nl: Doorgestuurde Verbindingen
ru: Соединений пересылки

source: Incoming Connections
de: Eingehende Verbindungen
nl: Inkomende Verbindingen
ru: Входящих соединений

source: Outgoing Connections
de: Ausgehende Verbindungen
nl: Uitgaande Verbindingen
ru: Исходящих соединений

source: Active filter: '%s' (press 'enter' to clear).
de: Aktiver Filter: '%s' (Drücken Sie 'F' und dann 'ENTER' um ihn zu löschen).
nl: Huidig filter: '%s' (druk 'enter' om filter te verwijderen).
ru: Активный фильтр: '%s' (нажмите <Enter> для очистки).

source: Filter removed.
de: Filter gelöscht.
nl: Filter verwijderd.
ru: Фильтр удален.

source: killing connections is only supported for TCP and UDP.
de: Verbindungen trennen ist nur bei TCP und UDP unterstützt
nl: afsluiten van connecties wordt alleen ondersteund voor TCP en UDP
ru: разрыв соединений поддерживается только для TCP и UDP.

source: 'conntrack' location not set. To be able to kill connections, set the location of the 'conntrack' tool in 'Vuurmuur Options -> General'. Note that the tool requires kernel version 2.6.14 or higher.
de: Der Ort von 'conntrack' wurde in den Einstellungen noch nicht festgelegt. Um Verbindungen trennen zu können tragen Sie den Ort in Vuurmuur Kofiguration -> Allgemeines ein. Beachten Sie das dieses Tool nur mit Kernelversionen ab 2.6.14 funktioniert.
nl: 'conntrack' lokatie niet ingesteld. Om verbindingen te kunnen afsluiten, moet de lokatie van 'conntrack' worden ingesteld in 'Vuurmuur Configuratie -> Algemeen'. Het 'conntrack' programma vereist kernel versie 2.6.14 of hoger.
ru: не задано размещение 'conntrack'. Чтобы разорвать соединения, установите размещение инструмента 'conntrack' в 'Настройки Vuurmuur -> Основные'. Имейте в виду, что для этого инструмента необходимо ядро не ниже версии 2.6.14.

source: all connections already gone, none killed.
de: Alle Verbindungen sind bereits beendet, keine wurde getrennt.
nl: alle verbindingen zijn al weg, geen afgesloten.
ru: все соединения уже завершены, нечего разрывать.

source: killing of %d out of %d connections failed.
de: trennen der Verbindung %d von %d Verbindungen fehlgeschlagen!
nl: afsluiten van %d verbindingen van een totaal van %d is mislukt.
ru: ошибка разрыва %d из %d соединений.

source: killing of all %d connections failed.
de: Trennen von allen %d Verbindungen fehlgeschlagen!
nl: afsluiten van alle %d verbindingen mislukt.
ru: ошибка разрыва всех %d соединений.

source: ipaddress belongs to interface '%s'. It will not be added to the blocklist.
de: IP-Adresse gehört zur Netzwerkkarte '%s'. Sie wird nicht zur Blockliste hinzugefügt.
nl: IP Adres behoort toe aan interface '%s'. Het zal niet aan de blocklist worden toegevoegd.
ru: IP-адрес принадлежит интерфейсу '%s'. Он не будет добавлен в список запрета.

source: vuurmuur.hlp
nl: vuurmuur-nl_NL.hlp
ru: vuurmuur-ru.hlp

source: vuurmuur.UTF-8.hlp
nl: vuurmuur-nl_NL.UTF-8.hlp
ru: vuurmuur-ru.UTF-8.hlp

source: Press <F10> to close this window.
de: Drücken Sie <F10> um das Fenster zu schliessen.
nl: Druk <F10> om dit scherm te sluiten.
ru: Нажмите <F10>, чтобы закрыть это окно.

source: The requested helptext was not found.
de: Der gesuchte Hilfetext wurde nicht gefunden!
nl: De gezochte hulptekst is niet gevonden.
ru: Требуемый раздел помощи не найден.

source: Help
de: Hilfe
nl: Hulp
ru: Помощь

source: No problems were detected in the current setup.
de: Es wurden keine Probleme im derzeitigen Setup festegestellt.
nl: Er zijn geen problemen gedetecteerd in uw systeem.
ru: Проблем в текущих настройках не обнаружено.

source: Status
ru: Статус

source: About
de: Über
nl: Over
ru: О программе

source: Shaping
nl: Bandbreedtebeheersing
ru: Шейпинг

source: Enable shaping
de: Shaping aktivieren
nl: Beheersing inschakelen
ru: Вкл. шейпинг

source: Incoming bandwidth
de: Eingehende Bandbreite
nl: Inkomende bandbreedte
ru: Ширина вход.канала

source: Outgoing bandwidth
de: Ausgehende Bandbreite
nl: Uitgaande bandbreedte
ru: Ширина исход.канала

source: Protection
de: Schutzmechanismus
nl: Bescherming
ru: Защита

source: Comment
de: Kommentar
nl: Opmerking
ru: Описание

source: error while loading the comment.
de: Fehler beim Laden des Kommentars!
nl: fout bij het laden van de opmerking.
ru: ошибка загрузки описания.

source: Is interface up?
de: Ist Netzwerkkarte aktiv?
nl: Interface actief?
ru: Интерф. включен?

source: Edit Interface
de: Netzwerkkarte ändern
nl: Interface Bewerken
ru: Изменение интерфейса

source: Name
nl: Naam
ru: Имя

source: advanced
de: Fortgeschritten
nl: geavanceerd
ru: расширенный

source: shaping
nl: bandbreedtebeheersing
ru: шейпинг

source: shaping is not supported on a virtual interface.
de: shaping wird bei virtuellen Netzwerkkarten nicht unterstützt.
nl: bandbreedtebeheersing wordt niet ondersteund voor een virtuele interface.
ru: шейпинг не поддерживается на виртуальном интерфейсе.

source: more
de: mehr
nl: meer
ru: еще

source: saving to backend failed (in: %s:%d).
de: Speichern des Backends fehlgeschlagen (in: %s:%d).
nl: opslaan naar het backend mislukt (in: %s:%d).
ru: ошибка сохранения в хранилище (в: %s:%d).

source: saving rules failed.
de: Speichern der Regeln fehlgeschlagen.
nl: opslaan van de regels is mislukt.
ru: ошибка сохранения правил.

source: new
de: Neu
nl: nieuw
ru: новый

source: del
de: löschen
nl: verw
ru: удалить

source: rename
de: Umbenennen
nl: hernoem
ru: переименовать

source: edit
de: ändern
nl: bewerk
ru: изменить

source: Rename Interface
de: Netzwerkkarte umbenennen
nl: Hernoem Interface
ru: Переименование интерфейса

source: New Interface
de: Neues Netzwerkkarte
nl: Nieuwe Interface
ru: Новый интерфейс

source: creating new interface failed.
de: Erstellen der neuen Netzwerkkarte fehlgeschlagen!
nl: creeëren van een interface is mislukt.
ru: ошибка создания интерфейса.

source: Delete
de: Löschen
nl: Verwijderen
ru: Удаление

source: Are you sure?
de: Sind Sie sicher?
nl: Weet u het zeker?
ru: Вы уверены?

source: deleting interface %s failed.
de: Löschen der Netzwerkkarte %s fehlgeschlagen!
nl: verwijderen van interface %s is mislukt.
ru: ошибка удаления интерфейса %s.

source: Filter: %s
ru: Фильтр: %s

source: Search: %s
de: Suche: %s
nl: Zoeken: %s
ru: Поиск: %s

source: checking failed for '%s': %s.
de: Überprüfung von '%s' fehlgeschlagen: %s.
nl: controleren mislukt voor '%s': %s.
ru: ошибка проверки для '%s': %s.

source: opening file '%s': For security reasons Vuurmuur will not allow following symbolic-links.
de: öffne Datei '%s': Aus Sicherheitsgründen wird Vuurmuur symbolischen Links nicht folgen!
nl: openen van bestand '%s': Om beveiligingsredenen zal Vuurmuur geen symbolische links volgen.
ru: открытие файла '%s': В целях безопасности Vuurmuur не дает следовать по символическим ссылкам.

source: opening file '%s': For security reasons Vuurmuur will not allow opening anything other than a file or a directory.
de: öffne Datei '%s': Aus Sicherheitsgründen wird Vuurmuur nur Dateien und Verzeichnisse öffnen.
nl: openen van bestand '%s': Om beveiligingsredenen zal Vuurmuur niets anders dan een bestand of een map openen.
ru: открытие файла '%s': В целях безопасности Vuurmuur не дает открывать что-либо кроме файла или каталога.

source: opening file '%s': For security reasons Vuurmuur will not open files that are writable by 'group' or 'other'. Check the file content & permissions.
de: öffne Datei '%s': Aus Sicherheitsgründen wird Vuurmuur nicht Dateien öffnen, auf die 'GROUP' oder 'OTHER' zugreifen können. Überprüfen Sie den Dateiinhalt und die Zugriffsrechte!
nl: openen van bestand '%s': Om beveiligingsredenen zal Vuurmuur geen bestanden openen die beschrijfbaar zijn door 'groep' en 'anderen'. Controleer de inhoud en de rechten.
ru: открытие файла '%s': В целях безопасности Vuurmuur не дает открывать файлы, которые открыты для записи 'группе' или 'другим'. Проверьте разрешения для файла.

source: opening file '%s': For security reasons Vuurmuur will not open files that are not owned by root.
de: öffne Datei '%s': Aus Sicherheitsgründen wird Vuurmuur Dateien nicht öffnen, die nicht ROOT gehören!
nl: openen van bestand '%s': Om beveiligingsredenen zal Vuurmuur geen bestanden openen die niet aan root toehoren.
ru: открытие файла '%s': В целях безопасности Vuurmuur не дает открывать файлы,которые не принадлежат root'у.

source: search
de: Suche
nl: zoek
ru: поиск

source: pause
nl: pauze
ru: пауза

source: clear
de: Löschen
nl: wissen
ru: очистить

source: hide
de: Verstecken
nl: verberg
ru: спрятать

source: opening logfile '%s' failed: %s.
de: öffnen der Logdatei '%s' fehlgeschlagen: %s.
nl: openen van logbestand '%s' mislukt: %s.
ru: ошибка открытия файла журнала '%s': %s.

source: could not examine the logfile: %s.
de: Konnte die Logdatei nicht bearbeiten: %s.
nl: kon het logbestand niet onderzoeken: %s.
ru: не могу разобрать журнал: %s.

source: fseek failed: %s.
de: fseek fehlgeschlagen: %s.
nl: fseek mislukt: %s.
ru: сбой fseek: %s.

source: Loading loglines into memory (trying to load %u lines)...
de: Lade Logging-Zeilen in den Speicher (Versuche %u Zeilen zu laden)...
nl: Naar het geheugen laden van logregels (probeer regels %u te laden)...
ru: Загрузка строк журнала в память (пытаюсь загрузить %u строк)...

source: One moment please...
de: Einen Moment bitte...
nl: Een moment aub...
ru: Пожалуйста, ждите...

source: Logview
nl: Logboek inzage
ru: Просмотр журнала

source: Loading log ...
de: Lade Logbuch...
nl: Laden logboek ...
ru: Загрузка журнала...

source: Loading loglines into memory... loaded %d lines.
de: Lade Logging-Zeilen in den Speicher... %d Zeilen geladen.
nl: Naar het geheugen laden van logregels... %d regels geladen.
ru: Загрузка строк журнала в память... загружено %d строк.

source: Logview starting.
de: Logview gestartet!
nl: Logboek start.
ru: Запуск просмотра журнала.

source: closing search pipe failed: %s.
de: Schliessen der Suche-Pipe fehlgeschlagen: %s.
nl: sluiten van de zoek-pipe mislukt: %s.
ru: ошибка закрытия канала поиска: %s.
