Repository: inliniac/vuurmuur
Catalog: vuurmuur-conf/po/*.po
Languages: de, nl, ru

source: host '%s' is still in the blocklist (%u times).
de: der Host '%s' ist immer noch in der Blockliste (%u mal).
nl: host '%s' staat nog in de BlokkeerLijst (%u keer).
ru: хост '%s' все еще в списке запрета (%u раз).

source: deleting zone failed.
de: Löschen der Zone fehlgeschlagen.
nl: verwijderen van zone is mislukt.
ru: ошибка удаления зоны.

source: Members
de: Mitglieder
nl: Leden
ru: Члены

source: please add some hosts to the network first.
de: Bitte zuerst einige Hosts zu dem Netzwerk hinzufügen.
nl: voegt u aub eerst een host aan het netwerk toe.
ru: сначала добавьте хосты в сеть.

source: New member
de: Neues Mitglied
nl: Nieuw lid
ru: Новый член

source: Select a host
de: Wählen Sie einen Host
nl: Selecteer een host
ru: Выберите хост

source: removing groupmember failed.
de: Löschen des Gruppenmitglieds fehlgeschlagen!
nl: verwijderen van het lid van de groep mislukt.
ru: ошибка удаления члена группы.

source: Edit Zone: Group
de: Zone ändern: Netzwerkgruppe
nl: Zone: Groep Bewerken
ru: Изменение зоны: Группа

source: Press <F6> to manage the members of this group.
de: Drücken Sie <F6> um die Mitglieder dieser Netzwerkgruppe zu verwalten.
nl: Druk <F6> om de leden van de groep te beheren.
ru: Нажмите <F6> для изменения членов группы.

source: List of members:
de: Liste der Mitglieder:
nl: Lijst van leden:
ru: Список членов:

source: No members assigned yet.
de: Derzeit keine Mitglieder zugewiesen!
nl: Nog geen leden toegewezen.
ru: Члены еще не назначены.

source: There are %d more members. Press F6 to manage.
de: Es sind noch %d weitere Mitglieder. Drücken Sie <F6> zum ändern.
nl: Er zijn nog %d leden. Druk <F6> om te beheren.
ru: Назначено %d членов. Нажмите <F6> для изменения.

source: members
de: Mitglieder
nl: leden
ru: члены

source: Warning: no members!
de: Warnung: Keine Mitglieder!
nl: Let op: geen leden!
ru: Предупреждение: нет членов!

source: Edit Group
de: Gruppe ändern
nl: Groep Bewerken
ru: Изменение группы

source: Groups
de: Gruppen
nl: Groepen
ru: Групп

source: Rename Group
de: Gruppe umbennenen
nl: Hernoem Groep
ru: Переименование группы

source: Enter the new name of the group
de: Geben Sie den neuen Namen der Gruppe ein
nl: Voer de nieuwe naam van de groep in
ru: Введите новое имя группы:

source: invalid groupname '%s'.
de: Gruppenname '%s' ist ungültig.
nl: groepsnaam '%s' is ongeldig.
ru: недопустимое имя группы '%s'.

source: New Group
de: Neue Gruppe
nl: Nieuwe Groep
ru: Новая группа

source: Enter the name of the new group
de: Geben Sie den den Namen der neuen Gruppe ein:
nl: Voer de naam van de nieuwe groep in:
ru: Введите имя новой группы:

source: failed to create new group.
de: Erstellung einer neuen Gruppe fehlgeschlagen.
nl: creatie van nieuwe groep is mislukt.
ru: ошибка создания группы.

source: groupname '%s' is invalid.
de: Gruppenname '%s' ist ungültig!
nl: groepsnaam '%s' is ongeldig.
ru: имя группы '%s' недопустимо.

source: This group?
de: Diese Gruppe?
nl: Deze groep?
ru: Эта группа?

source: group '%s' is still in the blocklist (%u times).
de: die Gruppe '%s' ist immer noch in Blocklisten (%u mal).
nl: groep '%s' staat nog in de BlokkeerLijst (%u keer).
ru: группа '%s' все еще в списке запрета (%u раз).

source: deleting group failed.
de: Löschen der Gruppe fehlgeschlagen!
nl: verwijderen van de groep is mislukt.
ru: ошибка удаления группы.

source: New interface
de: Neue Netzwerkkarte
nl: Nieuwe Interface
ru: Новый интерфейс

source: saving the interfaces failed.
de: speichern der Netzwerkkarten fehlgeschlagen!
nl: opslaan van de interfaces is mislukt.
ru: ошибка сохранения интерфейсов.

source: Network
de: Netzwerk
nl: Netwerk
ru: Сеть

source: Netmask
de: Netzmaske
ru: Маска

source: Class A
ru: Класс A

source: Class B
ru: Класс B

source: Class C
ru: Класс C

source: Class D
ru: Класс D

source: Class E
ru: Класс E

source: Test-net
de: Test-Netz
ru: Тестовая сеть

source: Link local net
de: Verbindung lokales Netz
ru: Соед.лок.сети

source: 0.0.0.0/8 res.
ru: 0.0.0.0/8 рзв.

source: Broadcast src.
de: Broadcast-Quelle
ru: Широков.ист-к

source: Broadcast dst.
de: Broadcast-Ziel
ru: Широков.адресат

source: DHCP Server
ru: DHCP сервер

source: DHCP Client
ru: DHCP клиент

source: Edit Zone: Network
de: Zoneändern: Netzwerk
nl: Zone: Netwerk Bewerken
ru: Изменение зоны: Сеть

source: Anti-spoofing
ru: Предотвр. подлога

source: interfaces
de: Netzwerkkarten
ru: интерфейсы

source: Warning: no interfaces attached!
de: Warnung: Es sind keine Netzwerkkarte(n) damit verknüpft!
nl: Let op: geen interfaces toegewezen!
ru: Предупр: нет подсоед-х интерф-в!

source: Note: parent zone is inactive.
de: Hinweis: vorgelagerte Zone ist inaktiv.
nl: Let op: onderliggende zone is inactief.
ru: Внимание: родительская зона неактивна.

source: Networks
de: Netzwerke
nl: Netwerken
ru: Сети

source: No network/netmask defined.
de: Kein Netzwerk/Maske definiert!
nl: Geen netwerk/netmask opgegeven.
ru: Не определена сеть/сетевая маска

source: to enter the hosts/groups of this network
de: um die Hosts/Gruppen dieses Netzwerkes einzugeben
nl: om de hosts/groepen binnen te gaan
ru: ввести хост/группу для этой сети

source: Rename Network
de: Netzwerk umbennenen
nl: Hernoem Netwerk
ru: Переименование сети

source: Enter the new name of the network
de: Geben Sie den neuen Namen des Netzwerks ein
nl: Voer de nieuwe naam van het netwerk in
ru: Введите новое имя сети:

source: invalid networkname '%s'.
de: Ungültiger Name des Netztwerks: '%s'.
nl: ongeldige netwerknaam '%s'.
ru: недопустимое имя сети '%s'.

source: renaming network failed.
de: Umbenennung des Netzwerks fehlgeschlagen!
nl: hernoemen van het netwerk is mislukt.
ru: ошибка переименования сети.

source: '%s' is an invalid name for a network.
de: '%s' ist ein ungültiger Name für einen Netzwerk.
nl: '%s' is een ongeldige naam voor een netwerk.
ru: '%s' недопустимое имя сети.

source: New Network
de: Neues Netzwerk
nl: Nieuw Netwerk
ru: Новая сеть

source: Enter the name of the new network
de: Geben Sie den Namen des Netzwerks ein
nl: Voer de naam van het nieuwe netwerk in
ru: Введите имя новой сети:

source: adding network failed.
de: Hinzufügen des Netzwerks fehlgeschlagen!
nl: creeëren van het netwerk is mislukt.
ru: ошибка создания сети.

source: This network?
de: Dieses Netzwerk?
nl: Dit netwerk?
ru: Эта сеть?

source: deleting network failed.
de: Löschen des Netzwerks fehlgeschlagen!
nl: verwijderen van netwerk is mislukt.
ru: ошибка удаления сети.

source: unable to delete: network not empty.
de: Kann nicht läschen: Netzwerk nicht leer!
nl: kan niet verwijderen: netwerk niet leeg.
ru: удаление невозможно: сеть не пуста.

source: Hosts, Groups or this Network
de: Hosts, Gruppen oder dieses Netzwerk
nl: Hosts, Groepen of dit Netwerk
ru: Хосты, группы или эта сеть

source: Edit Zone: Zone
de: Zone ändern: Zone
nl: Zone: Zone Bewerken
ru: Изменение зоны: Зона

source: Edit Zone
de: Zone ändern
nl: Zone Bewerken
ru: Изменение зоны

source: to enter the networks of this zone
de: um das Netzwerk dieser Zone einzugeben.
nl: om de netwerken binnen te gaan.
ru: ввести сеть этой зоны

source: Rename Zone
de: Zone umbennenen
nl: Hernoem Zone
ru: Переименование зоны

source: Enter the new name of the zone
de: Geben Sie den neuen Namen der Zone ein
nl: Voer de nieuwe naam van de zone in
ru: Введите новое имя зоны:

source: New Zone
de: Neue Zone
nl: Nieuwe Zone
ru: Новая зона

source: Enter the name of the new zone
de: Geben Sie den Namen der neuen Zone ein
nl: Voer de naam van de nieuwe zone in
ru: Введите имя новой зоны:

source: This zone?
de: Diese Zone?
nl: Deze zone?
ru: Эту зону

source: deleting zone failed (in: %s:%d).
de: Löschen der Zone fehlgeschlagen (in: %s:%d).
nl: verwijderen van zone is mislukt (in: %s:%d).
ru: ошибка удаления зоны (в: %s:%d).

source: unable to delete: zone not empty.
de: Kann nicht löschen: Zone nicht leer!
nl: kan niet verwijderen: zone niet leeg.
ru: удаление невозможно: зона не пуста.

source: IPAddress
de: IP-Adresse
nl: IP Adres
ru: IP-адрес

source: Host
ru: Хост

source: Group
de: Gruppe
nl: Groep
ru: Группа

source: What do you want to block?
de: Was möchten Sie blockieren?
nl: Wat wilt u blokkeren?
ru: Что Вы хотите запретить?

source: New IPAddress
de: Neue IP-Addresse
nl: Nieuw IP Adres
ru: Новый IP-адрес

source: Enter the IPAddress to be blocked
de: Geben Sie die IP-Addresse ein, die blockiert werden soll
nl: Voer het IP Adres in dat geblokkeerd moet worden
ru: Введите IP-адрес для запрета

source: '%s' is not a valid ipaddress.
de: '%s' ist keine gültige IP-Adresse.
nl: '%s' is geen geldig IP Adres.
ru: '%s' не допустим.

source: please create one or more hosts/groups first.
de: bitte erstellen Sie zunächst einen oder mehrere Hosts/Gruppen.
nl: creeërt u aub eerst één of meer hosts/groepen.
ru: сначала создайте хотя бы один хост/одну группу.

source: Select a host or group to block
de: Wählen Sie einen Host oder eine Gruppe, die blockiert werden soll
nl: Selecteer een host of groep om te blokkeren
ru: Выберите хост или группу для запрета

source: adding host/group to list failed (in: %s:%d).
de: Hinzufügen der Host/Gruppe zur Liste fehlgeschlagen (in %s:%d).
nl: toevoegen van de host/groep aan de lijst is mislukt (in: %s:%d).
ru: ошибка добавления хоста/группы в список (в: %s:%d).

source: Remove
de: Löschen
nl: Verwijder
ru: Удалить

source: This IP/Host/Group?
de: Diese IP/Host/Gruppe?
nl: Dit IP/Host/Groep?
ru: Этот IP/Хост/Группу?

source: host
ru: хост

source: group
de: Gruppe
nl: groep
ru: группа

source: network
de: Netzwerk
nl: netwerk
ru: сеть

source: zone
ru: зона

source: Zone
ru: Зона

source: interface
de: Netzwerkkarten
ru: интерфейс

source: service
de: Dienst
ru: служба

source: portrange
nl: poortbereik
ru: диапазон портов

source: Portrange
nl: Poortbereik
ru: Диапазон портов

source: Portranges
nl: Poortbereiken
ru: Диапазоны портов

source: active
de: Aktiv
nl: actief
ru: активно

source: broadcast
ru: широковещание

source: protocol helper
de: Protokoll Hilfe
nl: protocol Hulp
ru: помощник прот-ла

source: Protocol Helper
de: Protokoll Hilfe
nl: Protocol Hulp
ru: Помощник прот-ла

source: IP address
de: IP-Adresse
nl: IP Adres
ru: IP-адрес

source: MAC address
de: MAC-Adresse
nl: MAC Adres
ru: MAC-адрес

source: dynamic IP Address
de: dynamische IP-Adresse
nl: dynamisch IP Adres
ru: динамич. IP-адрес

source: Dynamic IP Address
de: dynamische IP-Adresse
nl: Dynamisch IP Adres
ru: Динамич. IP-адрес

source: device
de: Gerät
nl: apparaat
ru: устр-во

source: Device
de: Gerät
nl: Apparaat
ru: Устр-во

source: virtual
de: Virtuell
nl: virtueel
ru: вирт-ное

source: Virtual
de: Virtuell
nl: Virtueel
ru: Вирт-ное

source: network address
de: Netzwek Addresse
nl: netwerk adres
ru: адрес сети

source: netmask
de: Netzmaske
ru: маска сети

source: Incoming unit
de: Eingehende Einheit
nl: Inkomende eenheid
ru: Вход. единица

source: Outgoing unit
de: Ausgehende Einheit
nl: Uitgaande eenheid
ru: Исход. единица

source: rules are changed
de: Regeln wurden angepasst
nl: regels zijn aangepast
ru: изменены правила

source: number of rules
de: Anzahl der Regeln
nl: aantal regels
ru: количество правил

source: listed below
de: Liste
nl: lijst hieronder
ru: список указан ниже

source: rename failed
de: Umbenennung fehlgeschlagen
nl: hernoemen mislukt
ru: ошибка переименования

source: delete failed
de: Löschen fehlgeschlagen
nl: verwijderen mislukt.
ru: ошибка удаления

source: invalid name
de: Ungültiger Name
nl: ongeldige naam
ru: недопустимое имя

source: Please enter the name
de: Bitte geben Sie den Namen ein:
nl: Voer aub de naam in
ru: Пожалуйста, введите имя

source: Yes
de: Ja
nl: Ja
ru: Да

source: No
de: Nein
nl: Nee
ru: Нет

source: FAILED
de: fehlgeschlagen
nl: MISLUKT
ru: СБОЙ

source: Internal Error
de: Interner Fehler
nl: Interne Fout
ru: Внутр. ошибка

source: Info
ru: Инфо

source: saving to backend failed
de: Speichern des Backends fehlgeschlagen
nl: opslaan naar het backend mislukt
ru: ошибка сохранения в хранилище

source: opening file failed
de: öffnen der Datei fehlgeschlagen
nl: openen bestand is mislukt
ru: ошибка открытия файла

source: only ASCII is allowed in the prefix field.
de: Nur ASCII-Zeichen sind im Präfix Feld erlaubt.
nl: alleen ASCII is toegestaan in het invoeg veld.
ru: в поле префикса разрешены только символы ASCII.

source: has been changed
de: wurde geändert
nl: is aangepast
ru: изменен

source: has been added
de: wurde hinzugefügt
nl: is toegevoegd
ru: добавлен

source: has been created
de: wurde erstellt
nl: is aangemaakt
ru: создан

source: has been renamed to
de: wurde umbenannt in
nl: is hernoemd naar
ru: переименован в

source: has been removed
de: wurde entfernt
nl: is verwijderd
ru: удален

source: has been deleted
de: wurde gelöscht
nl: is verwijderd
ru: удален

source: is now set to
de: wurde geändert auf
nl: is nu ingesteld op
ru: установлен в

source: was
de: vorher
ru: было

source: the comment has been changed
de: der Kommentar wurde geändert
nl: het commentaar is aangepast
ru: изменено описание

source: this protocol doesn't use ports.
de: Dieses Protokoll verwendet keine Ports!
nl: dit protocol gebruikt geen poorten.
ru: этот протокол не использует порты.

source: a member has been added
de: ein Mitglied wurde hinzugefügt
nl: een lid is toegevoegd
ru: добавлен член

source: a member has been removed
de: ein Mitglief wurde entfernt
nl: een lid is verwijderd
ru: член удален

source: an interface has been added
de: eine Netzwerkkarte wurde hinzugefügt
nl: een interface is toegevoegd
ru: добавлен интерфейс

source: an interface has been removed
de: eine Netzwerkkarte wurde entfernt
nl: een interface is verwijderd
ru: интерфейс удален

source: has been added to the blocklist
de: wurde zur Blockliste hinzugefügt
nl: is toegevoegd aan de blokkeerlijst
ru: добавлен в список запрета

source: remove
de: entfernen
nl: verwijder
ru: удалить

source: Initializing Services
de: Initialisierung der Dienste
nl: Initialiseren Services
ru: Инициализация сервисов

source: Initializing Interfaces
de: Initialisierung der Netzwerkkarten
nl: Initialiseren Interfaces
ru: Инициализация интерфейсов

source: Initializing Zones
de: Initialisierung der Zonen
nl: Initialiseren Zones
ru: Инициализация зон

source: Initializing Rules
de: Initialisierung der Regeln
nl: Initialiseren Regels
ru: Инициализация правил

source: Initializing BlockList
de: Initialisierung Blockliste
nl: Initialiseren Blokkeerlijst
ru: Инициализация списка запрета

source: Loading plugins
de: Lade Plugins...
nl: Laden plugins
ru: Загрузка плагинов

source: Loading Vuurmuur_conf settings
de: Lade Vuurmuur_conf Einstellungen
nl: Laden GUI instellingen
ru: Загрузка настроек Vuurmuur_log

source: Loading Vuurmuur config
de: Lade Vuurmuur Konfiguration
nl: Laden Vuurmuur Configuratie
ru: Загрузка настроек Vuurmuur

source: Connecting to
de: Verbinde zu
nl: Verbinden met
ru: Соединение с

source: The date is now
de: Das Datum ist nun
nl: De datum is nu
ru: Дата сейчас

source: The action is now
de: Das aktion ist nun
nl: De actie is nu
ru: Действие сейчас

source: The service is now
de: Der Dienst ist nun
nl: De service is nu
ru: Служба сейчас

source: The source is now
de: Die Quelle ist nun
nl: De bron is nu
ru: Источник сейчас

source: The destination is now
de: Das Ziel ist nun
nl: Het doel is nu
ru: Адресат сейчас

source: The prefix is now
de: Das Präfix ist nun
nl: De invoeg is nu
ru: Префикс сейчас

source: The details are now
de: Die Details sind nun
nl: De details zijn nu
ru: Детали сейчас

source: logging options are only available for the traffic.log.
de: Logging Optionen sind nur Verfügbar für das traffic.log
nl: logging opties zijn alleen beschikbaar voor de traffic.log.
ru: настройки ведения журнала доступны только для traffic.log.

source: the action 'Bounce' requires the 'via' option to be set.
de: die 'Bounce' Aktion benötigt die gesetzte 'via' Option.
nl: de 'Bounce' actie vereist het instellen van de 'via' optie.
ru: действие 'Bounce' требует установки настройки 'Через'.

source: the action 'Redirect' requires the 'Redirect port' option to be set.
de: die Aktion 'Redirect' benötigt die Angabe des 'Redirect Ports'.
nl: de 'Redirect' actie vereist het instellen van de 'Redirect poort' optie.
ru: действие 'Redirect' требует установки настройки 'Порт перенапр.'.

source: Filter
ru: Фильтр

source: show lines that don't match
de: zeige Zeilen die nicht übereinstimmen
nl: toon regels die niet overeen komen
ru: показать несоотв-щие записи

source: setting filter failed.
de: Setzen des Filters fehlgeschlagen.
nl: instellen van filter mislukt.
ru: ошибка установки фильтра

source: Please Wait
de: Bitte warten
nl: Even geduld a.u.b.
ru: Ждите...

source: Cancel
de: Abbruch
nl: Annuleren
ru: Отмена

source: Manage Connection
de: Verbindungen verwalten
nl: Beheer Verbinding
ru: Управление соединением

source: Kill this connection
de: diese Verbindung trennen
nl: Sluit deze verbinding af
ru: Разорвать данное соединение

source: Kill all connections with this service/source/destination
de: Trennen aller Verbindungen mit diesem Dienst/Quelle/Ziel
nl: Alle verbindingen met deze service/bron/doel afsluiten
ru: Разорвать все соединения с данными служба/источник/адресат

source: Kill options
de: Trennen Optionen
nl: Afsluit opties
ru: Настройки разрыва

source: Kill all connections with source %s
de: Trennen aller Verbindungen mit Quelle %s
nl: Sluit alle verbindingen met bron %s
ru: Разорвать все соединения с источником %s

source: Kill all connections with destination %s
de: Trennen aller Verbindungen mit dem Ziel %s
nl: Sluit alle verbindingen met doel %s
ru: Разорвать все соединения с адресатом %s

source: Kill all connections of %s
de: Trennen aller Verbindungen von %s
nl: Sluit alle verbindingen van %s
ru: Разорвать все соединения %s

source: BlockList options
de: Blockliste Optionen
nl: Blokkeerlijst opties
ru: Настройки cписка запрета

source: Add source %s to BlockList
de: Die Quelle %s zur Blockliste hinzufügen
nl: Voeg bron %s toe aan Blokkeerlijst
ru: Добавить источник %s в список запрета

source: Add destination %s to BlockList
de: Das Ziel %s zur Blockliste hinzufügen
nl: Voeg doel %s toe aan Blokkeerlijst
ru: Добавить адресата %s в список запрета

source: Add both source and destination to BlockList
de: Die Quelle und das Ziel zur Blockliste hinzufügen
nl: Voeg zowel bron als doel toe aan Blokkeerlijst
ru: Добавить в список запрета и источника и адресата

source: Kill connection
de: Verbindung trennen
nl: Sluit verbinding af
ru: Разорвать соединение

source: Kill connections
de: Verbindungen trennen
nl: Sluit verbindingen af
ru: Разорвать соединения

source: Add to BlockList and Apply Changes
de: Hinzufügen zur Blockliste und Ändernungen übernehmen
nl: Voeg toe aan Blokkeerlijst en pas veranderingen toe.
ru: Добавить в список запрета и применить изменения

source: Manage Log
de: Logging verwalten
nl: Beheer Log
ru: Управление журналом

source: Manage Connections
de: Verbindungen verwalten
nl: Beheer Verbindingen
ru: Управление соединениями

source: connection actions
de: Verbindungsaktionen
nl: verbinding acties
ru: действия

source: No connections to act on.
de: keine Verbundungen zum bearbeiten
nl: Geen verbindingen om te beheren.
ru: Нет установленных соединений.

source: Manage Logging
de: Logging verwalten
nl: Beheer Logging
ru: Управление ведением журналов

source: logging actions
de: Logging Aktionen
nl: logging acties
ru: действия журналирования

source: No logs to act on.
de: keine Logs zum bearbeiten
nl: Geen logregels om te beheren.
ru: Нет журналов для обработки.

source: - The path to the 'tc'-command seems to be wrong. There was an error while testing it. Please check it in your system and correct it in the 'Vuurmuur Config' section
de: - Der Pfad zum 'tc'-Kommando scheint falsch zu sein; Es trat ein Fehler beim testen auf. Bitte kontrollieren Sie es in ihrem System und korrigieren Sie die VuurMuur Konfiguration!
nl: - Het pad naar het 'tc'-commando lijkt fout te zijn. Er was een fout bij het testen ervan. Controleer het pad en voer het correcte pad in in de Vuurmuur Configuratie

source: - Shaping rules present while the 'tc'-location is not set. Please set the 'tc'-location
de: - Shaping Regeln festgelegt aber noch ein Ort für 'tc' festgelegt. Bitte in den Einstellungen festlegen
nl: - Bandbreedtebeheersingsregels aanwezig terwijl de locatie van 'tc' niet is ingesteld. Stel aub de 'tc'-locatie in

source: - No interfaces have shaping enabled. Please make sure that at least one of the interfaces has shaping enabled
de: - Bei keiner Netzwerkkarte ist shaping aktiviert. Bitte sorgen Sie dafür, daß zumindest eine Netzwerkkarte dieses aktiv hat!
nl: - Er zijn geen interfaces met ingeschakelde bandbreedtebeheersing. Zorg ervoor dat er tenminste één interface bandbreedtebeheersing ingeschakeld heeft

source: - The network '%s' has no interfaces attached to it. Please attach one or more interfaces to it in the Zones Section
de: - Dem Netzwerk '%s' wurde keine Netzwerkkarte zugeordnet - Bitte weisen Sie eine oder mehere Netzwerkkarten in der Zonen Sektion zu
nl: - Aan het netwerk '%s' zijn geen interfaces toegewezen. Wijst u aub één of meer interfaces toe in de Zones Afdeling

source: Random
de: Zufällig
nl: Willekeurig

source: Randomize the source ports of NAT'd connections.
de: Source Port zufällig generieren für ge-NAT'tete Verbindungen
nl: Maak de bronpoorten bij NAT verbindingen willekeurig.

source: Any
de: Alle
nl: Alle

source: This is Vuurmuur_conf %s, Copyright (c) 2003-2008 by Victor Julien
de: Dies ist Vuurmuur_conf %s, Copyright (c) 2003-2008 Victor Julien
nl: Dit is Vuurmuur_conf %s, Copyright (c) 2003-2008 door Victor Julien

source: probe
de: versuche

source: Probe Capabilities
de: Überprügung Capabilities

source: Try to determine capabities? Warning: this may load iptables modules!
de: Versuche die Capabilitites festzustellen? Warnung: das kann das Laden der IPtables Module zur Folge haben

source: Enable TCP MSS clamping
de: TCP MSS aktivieren

source: tcpmss is not supported on a virtual interface.
de: tcpmss wird bei virtuellen Netzwerkkarten nicht unterstützt.
