Repository: inliniac/vuurmuur
Catalog: vuurmuur-conf/po/*.po
Languages: de, nl, ru

source: Showing all rules.
de: Zeige alle Regeln!
nl: Alle regels worden getoond.
ru: Видны все правила.

source: Showing only input rules.
de: Zeige nur 'Input'-Regeln!
nl: Alleen inkomende regels worden getoond.
ru: Видны только вход. правила.

source: Showing only output rules.
de: Zeige nur 'Output'-Regeln!
nl: Alleen uitgaande regels worden getoond.
ru: Видны только исход. правила.

source: Delete rule
de: Regel löschen
nl: Verwijderen regel
ru: Удалить правило

source: new rule inserted.
de: Neue Regel hinzugefügt!
nl: nieuwe regel ingevoerd.
ru: новое правило добавлено.

source: redirectport must be 1-65535.
de: redirectport muß zwischen 1-65536 sein!
nl: redirectport moet binnen 1-65536 vallen.
ru: redirectport должен быть 1-65535.

source: loglimit must be 0-999.
de: loglimit muß zwischen 0-999 sein!
nl: loglimit moet binnen 0-999 vallen.
ru: loglimit должен быть 0-999.

source: new connection limit must be 0-9999.
de: neues Verbindunglimit muss zwischen 0-999 sein!
nl: nieuwe connecties limiet moet binnen 0-9999 vallen.
ru: новый предел соединений должен быть 0-999.

source: new connection limit burst must be 1-9999.
de: neues Verbinsungslimit burst muß zwischen0-999 sein!
nl: nieuwe connecties limiet piek moet binnen 1-9999 vallen.
ru: новый предел заброса соединений должен быть 1-9999.

source: Queue
de: Warteschlange
ru: Очередь

source: Queue number
de: Warteschlange Nummer
nl: Queue nummer
ru: Номер очереди

source: Mark
nl: Markeer
ru: Метка

source: From
de: Von
nl: Van
ru: Из

source: Listen Interface
de: eingehende Netzkarte
nl: Luister Interface
ru: Слушаемый интерфейс

source: To
de: Nach
nl: Naar
ru: В

source: Outgoing Interface
de: ausgehende Netzwerkkarte
nl: Uitgaande Interface
ru: Исход. интерфейс

source: Log
ru: Журнал

source: Prefix
de: Präfix
nl: Invoeg
ru: Префикс

source: Limit
nl: Limiet
ru: Предел

source: Rule Limit
de: Regel Limit
nl: Regel Limiet
ru: Предел правила

source: Burst
de: Burst-Rate
nl: Piek
ru: Заброс

source: Chain
de: Kette
ru: Цепочка

source: Via
ru: Через

source: Reject type
de: Reject Typ
ru: Тип отказа

source: Redirect port
nl: Redirect poort
ru: Порт перенапр.

source: Listen port
nl: Luister prt
ru: Слушаем.порт

source: Remote port
nl: Doel poort
ru: Удален. порт

source: Edit Rule: %d
de: Regel ändern: %d
nl: Bewerk Regel: %d
ru: Изменение правила: %d

source: Edit Rule
de: Regel ändern
nl: Regel Bewerken
ru: Изменение правила

source: Press SPACE to select an action.
de: Drücke LEERTASTE um eine Aktion zu wählen!
nl: Druk SPATIE om een actie te selecteren.
ru: Нажмите <ПРОБЕЛ> для выбора действия.

source: Press SPACE to select a service.
de: Drücke LEERTASTE um einen Service zu wählen!
nl: Druk SPATIE om een service te selecteren.
ru: Нажмите <ПРОБЕЛ> для выбора службы.

source: Press SPACE to select a host, group or network, or the firewall.
de: Drücke LEERTASTE um Host, Gruppe, Netzwerk oder Firewall zu wählen!
nl: Druk SPATIE om een host, groep, netwerk of de firewall te selecteren.
ru: Нажмите <ПРОБЕЛ> для выбора хоста, группы, сети или файервола.

source: Enter a text to be included in the log message.
de: Geben Sie einen Text für die Log-Message ein:
nl: Voer een tekst in die in het logbericht wordt ingevoegd.
ru: Введите текст, который будет включен в сообщение журнала.

source: Press SPACE to select a reject type.
de: Drücke LEERTASTE um einen Reject-Typ zu wählen
nl: Druk SPATIE om een 'reject type' te selecteren.
ru: Нажмите <ПРОБЕЛ> для выбора типа отказа.

source: Enter a portnumber to redirect to.
de: Geben Sie eine Portnummer für die Umleitung (redirect) ein.
nl: Geef een poortnummer naar om te leiden (redirect).
ru: Введите номер порта для перенаправления.

source: Enter a comma-sepparated list of ports for the firewall to listen on.
de: Geben Sie eine kommagetrennte Liste von Ports ein, an der die Firewall agieren soll:
nl: Voer een komma-gescheiden lijst in van poorten waar op wordt geluisterd.
ru: Введите разделенный запятыми список портов, которые файервол будет слушать.

source: Enter a comma-sepparated list of ports for the firewall to forward to.
de: Geben Sie eine kommagetrennte Liste von Ports ein, die die Firewall weiterleiten soll:
nl: Voer een komma-gescheiden lijst in van poorten waar naar wordt doorgestuurd.
ru: Введите разделенный запятыми список портов, на которые файервол будет переправлять.

source: Enter a optional comment.
de: Geben Sie ein Kommentar ein (optional).
nl: Voer een optioneel commentaar in.
ru: Введите необязательное описание.

source: Maximum number of loglines per second (to prevent DoS), 0 for no limit.
de: Maximale Anzahl von Zeilen zur Protokollierung pro Sekunde (um DoS vorzubeugen), 0 für unbegrenzt.
nl: Maximaal aantal logregels per seconde (tegen DoS), 0 voor geen limiet.
ru: Макс. число журнал-х событий в сек. (для предотвр. DoS-атак), 0 без огран-я.

source: Press SPACE to toggle logging of this rule.
de: Drücke LEERTASTE um das Logging dieser Regel einzuschalten.
nl: Druk SPATIE om het loggen van deze regel te regelen.
ru: Нажмите <ПРОБЕЛ> для изменения ведения журнала этого правила.

source: Queue number to use. Possible values: 0-65535.
de: Warteschlangen Nummer eingeben. Mögliche Werte: 0-65535.
nl: Queue nummer om te gebruiken. Mogelijke waarden: 0-65535.
ru: Исп. номер очереди. Возможные значения: 0-65535.

source: Press SPACE to toggle queue'ing of this rule.
de: Drücken Sie LEERTASTE um das 'queu'ing dieser Regel einzuschalten!
nl: Druk SPATIE om deze regel te 'queue-en'.
ru: Нажмите <ПРОБЕЛ> для изменения постановки этого правила в очередь.

source: Press SPACE to select an interface to limit this rule to.
de: Drücken Sie LEERTASTE um eine Netzwerkkarte zu wählen, daß diese Regel begrenzt!
nl: Druk SPATIE om een interface te selecteren voor het limiteren van de regel.
ru: Нажмите <ПРОБЕЛ> для выбора интерфейса, к которому будет применено это правило.

source: Press SPACE to select an interface. Read help for more info.
de: Drücken Sie LEERTASTE um eine Netzwerkkarte zu wählen. Schauen Sie in der Hilfe nach weiterführenden Informationen
nl: Druk SPATIE om een interface te selecteren. Lees hulp voor meer info.
ru: Нажмите <ПРОБЕЛ> для выбора интерфейса. Для дополнительной информации смотрите Помощь.

source: Enter a nfmark. Use > 20.000.000 when using the QUEUE action.
de: Geben Sie ein 'nfmark' ein! Verwenden Sie Werte > 20.000.000 bei QUEUE-Aktion!
nl: Voer een nfmark in. Gebruik > 20.000.000 als de actie QUEUE wordt gebruikt.
ru: Введите nfmark. Используйте > 20.000.000 когда применяется действие QUEUE.

source: Average new connections per amount of time (to prevent DoS), 0 for no limit.
de: durchschnittliche Anzahl neuer Verbindungen pro Zeiteinheit (um DoS vorzubeugen), 0 für unbegrenzt!
nl: Gem. aantal nieuwe verbindingen per tijdseenheid (tegen DoS), 0 voor geen limiet.
ru: Среднее число нов. соед-ий в ед. времени (для предотвр. DoS-атак), 0 без огран-я.

source: Unit for the limit: sec, min, hour, day.
de: Einheit für das Limit: sec, min, hour, day.
nl: Tijdseenheid voor het limiet: sec, min, uur, dag.
ru: Единица изм. для ограничения: сек, мин, час, день

source: Maximum new connections per second (to prevent DoS), 0 for no limit.
de: Maximale Anzahl von neuen Verbindungen pro Sekunde (um DoS vorzubeugen), 0 für unbegrenzt!
nl: Max. aantal nieuwe verbindingen per seconde (tegen DoS), 0 voor geen limiet.
ru: Макс. число нов. соед-ий в сек. (для предотвр. DoS-атак), 0 без огран-я.

source: Select action
de: Wählen Sie eine Aktion
nl: Selecteer een actie
ru: Выберите действие

source: Select
de: Wählen Sie
nl: Selecteer
ru: Выберите

source: Select a host, group or network
de: Wählen Sie ein(e,n) Host, Gruppe oder Netzwerk
nl: Selecteer een host, groep of netwerk
ru: Выберите хост, группу или сеть.

source: Select a service
de: Wählen Sie einen Dienst.
nl: Selecteer een service.
ru: Выберите службу

source: Select reject type
de: Wählen Sie den 'Reject'-Typ
nl: Selecteer reject type
ru: Выберите тип отказа

source: no from zone, please select one first.
de: Keine from-Zone - Wählen Sie bitte zuerst eine!
nl: geen van zone, selecteer er aub eerst een.
ru: нет исх. зоны, выберите хоть одну сначала.

source: Set interface filter
de: Setzen des Netzwerkkarten-Filters
nl: Voer interfacefilter in
ru: Установить фильтр интерфейса

source: Select an interface ('Any' to disable filter)
de: Wählen Sie eine Netzwerkkarte ('Alle' um den Filter zu deaktivieren)
nl: Selecteer een interface ('Alle' voor geen filter)
ru: Выберите интерфейс ('Any' для отмены фильтра)

source: no 'to' zone, please select one first.
de: Keine to-Zone - Wählen Sie bitte zuerst eine!
nl: geen 'naar' zone, selecteer er aub eerst een.
ru: нет исх. зоны, выберите хоть одну сначала.

source: Set Via interface
de: festlegen der via-Netzwerkkarte
nl: Selecteer Via interface
ru: Установите интерфейс Через

source: Select an interface
de: Wählen Sie eine Netzwerkkarte
nl: Selecteer een interface
ru: Выберите интерфейс

source: Unit
de: Einheit
nl: Eenheid
ru: Единица

source: Select time unit
de: Wählen Sie eine Zeiteinheit
nl: Selecteer een eenheid
ru: Выберите единицу времени

source: Not all required fields are filled in
de: nicht alle benötigten Felder wurden ausgefüllt
nl: Niet alle verplichte velden zijn ingevuld
ru: Не все требуемые поля заполнены

source: Do you want to look at the rule again? (no will delete the rule)
de: Möchten Sie die Regel nochmal ansehen? ('NEIN' löscht die Regel!)
nl: Wilt u er opnieuw naar kijken? ('nee' verwijderd de regel)
ru: Хотите взглянуть на правило снова? (иначе правило будет удалено)

source: An error was detected in the rule
de: Es wurde ein Fehler in der Regel festgestellt
nl: Er is een fout gedetecteerd in de regel
ru: Обнаружена ошибка в правиле.

source: Do you want to look at it again? (no will delete the rule)
de: Möchten Sie es noch einmal ansehen? ('NEIN' löscht die Regel)
nl: Wilt u er opnieuw naar kijken? (nee verwijderd de regel)
ru: Хотите взглянуть на него снова? (иначе правило будет удалено)

source: Enter comment (optional)
de: Geben Sie einen Kommentar ein (optional):
nl: Voer een optioneel commentaar in.
ru: Введите описание (необязательно)

source: Enter an optional comment.
de: Geben Sie einen Kommentar ein (optional):
nl: Voer een optioneel commentaar in.
ru: Введите необязательное описание.

source: one of the ports is too low or too high. Valid port values for tcp and udp are 1-65535.
de: einer der Portwerte ist zu niedrig oder zu hoch - Gültige Werte für TCP & UDP sind 1-65535.
nl: één van de poorten is te hoog of te laag. Geldige poort waarden voor tcp en udp zijn 1-65535.
ru: один из портов слишком мал или слишком велик. Допустимые значения портов TCP и UDP: 1-65535.

source: please make sure that the 'high'-port is actually higher than the 'low'-port.
de: Bitte sorgen Sie dafür, daß der Endport kleiner ist als der Anfangsport!
nl: zorg er aub voor dat de 'hoge'-poort ook echt hoger is dan de 'lage'-poort.
ru: убедитесь в том, что 'верхний' порт действительно выше чем 'нижний' порт.

source: one of the values is too high. Valid icmp-types values are 1-255 (note that 41-255 are reserved). Valid icmp-codes are 0-16 (note that not all combinations of types and codes are valid. See http://www.iana.org/assignments/icmp-parameters for details).
de: Eine der Werte ist zu hoch! Gültige ICMP-Typen sind 1-255 (Hinweis: 41-255 sind reserviert!). Gültige ICMP-Codes sind 0-16 (Hinweis: nicht alle Kombinationen von Typ mit Code sind erlaubt - Siehe dazu "http://www.iana.org/assignments/icmp-parameters" für Details).
nl: één van de waarden is te hoog. Geldige icmp-types zijn 1-255 (let op 41-255 zijn gereserveerd). Geldige icmp-codes zijn 0-16 (let op: niet alle combinaties van types en codes zijn geldig. Zie http://www.iana.org/assignments/icmp-parameters voor details).
ru: одно из значений слишком велико. Допустимые значения типов ICMP: 1-255 (41-255 зарезервированы). Допустимые значения кодов ICMP: 0-16 (но не всекомбинации типов и кодов допустимы. Смотрите http://www.iana.org/assignments/icmp-parameters для подробностей).

source: saving the portranges failed (in: %s:%d).
de: Speichern der Portrange fehlgeschlagen (in: %s:%d).
nl: opslaan van de poortbereiken mislukt (in: %s:%d).
ru: ошибка сохранения диапазона портов (в: %s:%d).

source: TCP Portrange
nl: TCP poortbereik
ru: Диапазон портов TCP

source: UDP Portrange
nl: UDP poortbereik
ru: Диапазон портов UDP

source: Low
de: Anfang
nl: Laag
ru: Нижний

source: High
de: Ende
nl: Hoog
ru: Верхний

source: Enter a portnumber (1-65535).
de: Geben Sie eine Portnummer ein (1-65535).
nl: Geef een poortnummer op (1-65535).
ru: Введите номер порта (1-65535).

source: Enter a portnumber (1-65535). This is the high-end of the range.
de: Geben Sie eine Portnummer für das obere Ende (1-65535) der Portrange ein:
nl: Geef een poortnummer op (1-65535). Dit is het hoge deel van het bereik.
ru: Введите номер порта (1-65535). Это верхний предел диапазона.

source: ICMP Types
de: ICMP Typen
ru: Типы ICMP

source: no ICMP-codes with selected ICMP-type (%d).
de: Kombination von ICMP-Code und Type ist ungültig (%d)!
nl: er zijn geen bijbehorende ICMP-codes voor het geselecteerde ICMP-type (%d).
ru: нет кодов ICMP для выбранного типа ICMP (%d).

source: ICMP Codes
ru: Коды ICMP

source: Type
de: Typ
ru: Тип

source: Code
ru: Код

source: Press SPACE to select an ICMP-type.
de: Drücken Sie LEERTASTE um einen ICMP-Typ zu wählen!
nl: Druk SPATIE om een ICMP-type te selecteren.
ru: Нажмите <ПРОБЕЛ>, чтобы выбрать тип ICMP.

source: Press SPACE to select an ICMP-code.
de: Drücken Sie LEERTASTE um einen ICMP-Code zu wählen!
nl: Druk SPATIE om een ICMP-code te selecteren.
ru: Нажмите <ПРОБЕЛ>, чтобы выбрать код ICMP.

source: New portrange
de: Neue Portrange
nl: Nieuw poortbereik
ru: Новый диапазон портов

source: Select a Protocol
de: Wählen Sie ein Protokoll
nl: Selecteer een protocol
ru: Выберите протокол

source: this protocol can only be removed or added.
de: Dieses Protokoll kann nur gelöscht oder hinzugefügt werden!
nl: dit protocol kan alleen worden verwijderd en toegevoegd.
ru: этот протокол может быть только удален или добавлен.

source: edit of protocol %d not supported.
de: ändern des Protokolls %d wird nicht unterstützt!
nl: bewerken van protocol %d wordt niet ondersteund.
ru: изменение протокола %d не поддерживается.

source: Delete portrange
de: Lösche Portrange
nl: Verwijderen poortbereik
ru: Удалить диапазон портов

source: Edit Portrange
de: Portranges editieren
nl: Bewerk Poortbereik
ru: Изменение диапазона портов

source: Active
de: Aktiv
nl: Actief
ru: Активно

source: Broadcast
ru: Широковещание

source: Protocol helper
de: Protokoll Hilfe
nl: Protocol Hulp
ru: Помощник прот-ла

source: Warning: no port(range)s defined!
de: Warnung: kein(e) Port(range) definiert!
nl: Let op: geen poort(bereik) gedefinieerd!
ru: Предупреждение: не указан диапазон портов!

source: Edit Service
de: Dienst ändern
nl: Service Bewerken
ru: Изменение службы

source: Press <F6> to manage the portranges of this service.
de: Drücke <F6> um die Portranges dieses Services zu verwalten.
nl: Druk <F6> om de poortbereiken te beheren.
ru: Нажмите <F6> для указания диапазона портов службы.

source: List of portranges:
de: Liste von Portranges:
nl: Lijst van poortbereiken:
ru: Список диапазонов портов:

source: No portranges defined yet.
de: Noch keine Portranges definiert!
nl: Nog geen poortbereiken toegewezen.
ru: Диапазоны портов еще не определены.

source: uses no ports.
de: verwendet keine Ports!
nl: gebruikt geen poorten.
ru: не использует порты.

source: There are %d more portranges. Press F6 to manage.
de: Es sind noch %d Portranges vorhanden. Drücken Sie <F6> für Verwaltung
nl: Er zijn nog %d poortbereiken. Druk <F6> om te beheren.
ru: Есть %d диапазонов портов. Нажмите <F6> для изменения.

source: portranges
nl: poortbereiken
ru: диапазоны портов

source: Rename Service
de: Dienst umbenennen
nl: Hernoem Service
ru: Переименование службы

source: New Service
de: Neuer Dienst
nl: Nieuwe Service
ru: Новая служба

source: Please enter the name of the new service
de: Bitte geben Sie den Namen des neuen Dienstes ein:
nl: Voer aub de naam van de nieuwe service in:
ru: Введите имя новой службы:

source: service %s already exists.
de: Dienst %s existiert bereits.
nl: service %s bestaat al.
ru: служба %s уже существует.

source: creating new service failed.
de: Erstellen eines neuen Dienstes fehlgeschlagen!
nl: creeëren van een service is mislukt.
ru: ошибка создания новой служба.

source: Status Section
de: Status-Abschnitt
nl: Status Afdeling
ru: Раздел статуса

source: Hostname
nl: Hostnaam
ru: Имя хоста

source: day
de: Tag
nl: dag
ru: дней

source: h m s
nl: u m s
ru: ч м с

source: Uptime
ru: Вр.раб

source: Load
de: Last
nl: Belasting
ru: Нагрузка

source: Free
de: Frei
nl: Vrij
ru: Своб.

source: Cache
ru: Кэш

source: Buffer
de: Puffer
ru: Буфер

source: Memory(MB)
de: Speich.(MB)
nl: Geheug(MB)
ru: Память(МБ)

source: Other
de: Andere
nl: Overig
ru: Другие

source: Current
de: aktuell
nl: Huidig
ru: Текущие

source: Maximal
nl: Maximaal
ru: Максим.

source: Speed/s
nl: Snelheid/s
ru: Скор-ть/сек

source: Firewall
ru: Файервол

source: Forwarded
de: Weitergel
nl: Doorgestuurd
ru: Переправлено

source: Down
nl: Omlaag
ru: В

source: Up
nl: Omhoog
ru: Из

source: Recv
nl: Ontvangen
ru: Принято

source: Send
nl: Verzonden
ru: Послано

source: System Status
nl: Systeem Status
ru: Статус системы

source: Syn-flood protection
de: SYN-Flooding Schutz
nl: Syn-overspoeling bescherming
ru: Защина от SYN-затопления

source: Echo-broadcast protect
de: ECHO-Broadcast-Schutz
nl: Echo-broadcast bescherming
ru: Защита от широковещательного Echo

source: Note: whitespaces not allowed.
de: Hinweis: Leerzeichen sind NICHT erlaubt!
nl: Let op: geen spaties toegestaan.
ru: Внимание: пробелы не допустимы.

source: Warning
de: Warnung
nl: Waarschuwing
ru: Предупреждение

source: Press any key to continue...
de: Drücken Sie 'ne Taste um fortzufahren...
nl: Druk op een toets om door te gaan...
ru: Для продолжения нажмите любую клавишу...

source: commandline argument too long for option -c.
de: Kommandozeilenargument zu lang für Option -c.
nl: commandoregel argument te lang voor optie -c.
ru: аргумент в командной строке слишком велик для настройки -c.

source: commandline debuglevel out of range.
de: Kommandozeilen Debug-Stufe ausserhalb der Grenzen.
nl: commandoregel debugniveau buiten de limieten.
ru: уровень отладки в командной строке вне диапазона.

source: unknown commandline option.
de: Unbekannte Kommandozeilenoption!
nl: onbekende commandoregel optie.
ru: настройка в командной строке неизвестна.

source: unloading the backends failed (in: %s:%d).
de: Freigeben des Backends fehlgeschlagen (in: %s:%d).
nl: afkoppelen van de backends mislukt (in: %s:%d).
ru: ошибка выгрузки хранилищ (в: %s:%d).

source: title '%s' too long, window will be drawn without a title.
de: Titel '%s' ist zu groß - Fenster wird ohne Titel dargestellt!
nl: titel '%s' is te lang, scherm wordt getekend zonder titel.
ru: Заголовок '%s' слишком велик, окно будет отображено без заголовка.

source: Version: %s
nl: Versie: %s
ru: Версия: %s

source: Problem with the Vuurmuur_conf settings
de: Problem in der Vuurmuur_conf Einstellung...
nl: Probleem met de GUI instellingen...
ru: Проблема в настройках Vuurmuur_conf

source: Do you want to edit the settings now?
de: Möchten Sie die Konfiguration jetzt ändern?
nl: Wilt u de instellingen nu bewerken?
ru: Хотите изменить настройки Vuurmuur_conf сейчас?

source: Problem with the Vuurmuur config
de: Problem in der Vuurmuur Konfiguration
nl: Probleem met de Vuurmuur configuratie
ru: Проблема в настройках Vuurmuur

source: Do you want to edit the config now?
de: Möchten Sie die Konfiguration jetzt ändern?
nl: Wilt u de configuratie nu bewerken?
ru: Хотите изменить настройки Vuurmuur сейчас?

source: loading the plugins failed.
de: Laden der Plugins fehlgeschlagen!
nl: laden van de plugins is mislukt.
ru: ошибка загрузки плагинов.

source: intializing the services failed.
de: Initialisierung der Dienste fehlgeschlagen!
nl: initialiseren van de services mislukt.
ru: ошибка инициализация сервисов.

source: intializing the interfaces failed.
de: Initialisierung der Netzwerkkarten fehlgeschlagen!
nl: initialiseren van de interfaces mislukt.
ru: ошибка инициализация интерфейсов.

source: intializing the zones failed.
de: Initialisierung der Zonen fehlgeschlagen!
nl: initialiseren van de zones mislukt.
ru: ошибка инициализация зон.

source: attaching to shared memory failed: %s (in: %s:%d).
de: anhängen an gemeinsamen Speicher fehlgeschlagen: %s (in: %s:%d).
nl: koppelen met gedeeld geheugen mislukt: %s (in: %s:%d).
ru: ошибка подсоединения к разделяемой памяти: %s (в: %s:%d).

source: Edit Zone: Host
de: Zone ändern: Host
nl: Zone: Host Bewerken
ru: Изменение зоны: Хост

source: ipaddress '%s' doesn't belong in the network %s/%s.
de: IP-Adresse '%s' gehört nicht in das Netzwerk %s/%s.
nl: IP Adres '%s' past niet in het netwerk %s/%s.
ru: IP-адрес '%s' не принадлежит сети %s/%s.

source: MAC Address '%s' is invalid.
de: MAC Adresse '%s' ist ungültig!
nl: MAC Adres '%s' is ongeldig.
ru: MAC-адрес '%s' недопустим.

source: empty IP address. No rules will be created for this host.
de: Leere IP-Adresse. Für diesen Host kann keine Regel erstellt werden.
nl: leeg IP Adres. Er zullen er geen regels worden gecreeërd voor deze host.
ru: Не задан IP-адрес. Для этого хоста не будут созданы правила.

source: Note: parent zone/network is inactive.
de: Hinweis: die vorgelagerte Zone/Netzwerk ist inaktiv.
nl: Let op: onderliggende zone/netwerk is inactief.
ru: Внимание: родительская зона/сеть неактивна.

source: Edit Host
de: Host ändern
nl: Host Bewerken
ru: Изменение хоста

source: saving host failed.
de: Speichern des Hosts fehlgeschlagen!
nl: opslaan van de host is mislukt.
ru: ошибка записи хоста.

source: Look at the host again?
de: Den Host noch einmal anschauen?
nl: De host opnieuw bekijken?
ru: Взглянуть на этот хост снова?

source: Please enter an ipaddress (mandatory).
de: Geben Sie bitte eine IP-Adresse ein (benötigt).
nl: Voer aub een IP Adres in (verplicht).
ru: Введите IP-адрес (обязательно):

source: Please enter the macaddress (optional).
de: Geben Sie bitte eine MAC-Adresse ein (Optional).
nl: Voer aub het MAC Adres in (optioneel).
ru: Введите MAC-адрес (необязательно):

source: If set to 'No' no rules will be created for it.
de: Wenn 'NEIN' gewählt, werden für ihn keine Regeln erstellt!
nl: Als hier voor 'Nee' wordt gekozen zullen er geen regels voor worden gecreeërd.
ru: Если установить в 'Нет', для него не будет создано правил.

source: Hosts
ru: Хостов

source: saving changed group to backend failed.
de: Speichern der geänderten Gruppe ins Backend fehlgeschlagen!
nl: opslaan van de veranderde groep naar het backend mislukt.
ru: ошибка записи изменений группы в хранилище.

source: open
de: öffnen
ru: открыть

source: Rename Host
de: Host umbenennen
nl: Hernoem Host
ru: Переименование хоста

source: Enter the new name of the host
de: Geben Sie den neuen Namen des Hosts ein:
nl: Voer de nieuwe naam van de host in
ru: Введите новое имя хоста:

source: invalid hostname '%s'.
de: Ungültiger Host-Name '%s'.
nl: ongeldige hostnaam '%s'.
ru: недопустимое имя хоста '%s'.

source: New Host
de: Neuer Host
nl: Nieuwe Host
ru: Новый хост

source: Enter the name of the new host
de: Geben Sie den Namen des neuen Hosts ein:
nl: Voer de naam van de nieuwe host in
ru: Введите имя нового хоста:

source: This host?
de: Dieser Host?
nl: Deze host?
ru: Этот хост?

source: host '%s' is still a member of %u group(s).
de: der Host '%s' gehört immer noch zu %u Gruppe(n).
nl: host '%s' is nog lid van %u groep(en).
ru: хост '%s' все еще член %u групп(ы).
